[
    {
        "id": "https://www.mechaman.nl/artikel/20240517/lemken-getroffen-door-cyberaanval/?datalekt=4814ff6e929df75847eb4c56e784132527fc6061e6453badf57a2b352ffea526",
        "url": "https://www.mechaman.nl/artikel/20240517/lemken-getroffen-door-cyberaanval/",
        "title": "Cyberaanval treft Lemken, beïnvloedt wereldwijde locaties",
        "date_published": "2024-05-18T15:52:00Z",
        "date_modified": "2024-05-18T15:52:00Z",
        "language": "nl-nl",
        "author": {
            "name": "mechaman.nl"
        },
        "content_html": "",
        "content_text": "Lemken | Groot- en detailhandel | 17-05-2024 | Op 11 mei werd machinefabrikant Lemken getroffen door een cyberaanval die al hun wereldwijde locaties raakte. De firma moest hierdoor alle IT-systemen en de productie stilleggen. De medewerkers van Lemken moesten vanuit huis werken terwijl het bedrijf, met assistentie van specialisten, de schade analyseerde en werkte aan een nieuwe IT-infrastructuur. Onderdelen bleven beschikbaar via Agroparts, ondanks de hinder in dagelijkse werkzaamheden. De financiële en operationele impact van deze gebeurtenis is significant, maar specifieke details over de omvang van de schade of het aantal direct getroffen klanten zijn niet vermeld. (Bron: mechaman.nl)"
    },
    {
        "id": "https://tweakers.net/nieuws/222036/ranzijn-dierenarts-meldt-datalek-persoons-en-dierengegevens-na-cyberaanval.html?datalekt=79a42b2e0fd1a9e01e183a92ee17211e9389b3c56a16fae9f163f393e1f76ba0",
        "url": "https://tweakers.net/nieuws/222036/ranzijn-dierenarts-meldt-datalek-persoons-en-dierengegevens-na-cyberaanval.html",
        "title": "Datalek bij Ranzijn Dierenarts na cyberaanval door criminele groep",
        "date_published": "2024-05-18T15:49:00Z",
        "date_modified": "2024-05-18T15:49:00Z",
        "language": "nl-nl",
        "author": {
            "name": "tweakers.net"
        },
        "content_html": "",
        "content_text": "Ranzijn Dierenarts | Advisering, onderzoek en overige specialistische zakelijke dienstverlening | 16-05-2024 | Ranzijn Dierenarts heeft bekendgemaakt dat persoons- en dierengegevens zijn gelekt als gevolg van een cyberaanval door een criminele groepering. De aanvallers hebben toegang gekregen tot interne systemen, waarbij persoonlijke details zoals namen, adressen en e-mailadressen zijn ontvreemd. Belangrijk is dat er geen financiële data is gelekt. Ranzijn heeft de getroffen klanten ingelicht en maatregelen getroffen door externe experts in te schakelen en de Autoriteit Persoonsgegevens op de hoogte te stellen. (Bron: tweakers.net)"
    },
    {
        "id": "https://www.security.nl/posting/841570/SVB+meldde+vorig+jaar+bijna+700+datalekken+bij+Autoriteit+Persoonsgegevens?datalekt=c66a4fbe6b7f8f285d0eb9ea0ba80c327b7f7c091b49644852c9b301b90c62df",
        "url": "https://www.security.nl/posting/841570/SVB+meldde+vorig+jaar+bijna+700+datalekken+bij+Autoriteit+Persoonsgegevens",
        "title": "Zorgelijke toename van datalekken bij de SVB in 2023",
        "date_published": "2024-05-17T09:55:00Z",
        "date_modified": "2024-05-17T09:55:00Z",
        "language": "nl-nl",
        "author": {
            "name": "security.nl"
        },
        "content_html": "",
        "content_text": "Sociale Verzekeringsbank (SVB) | Overheid: Zelfstandige bestuursorganen | 15-05-2024 | In 2023 meldde de Sociale Verzekeringsbank (SVB) een stijging in het aantal datalekken tot 669 incidenten, een toename vergeleken met het jaar ervoor. Deze lekken, voornamelijk veroorzaakt door verkeerd geadresseerde correspondentie, hadden meestal beperkte impact op de betrokken personen. Desondanks werd de SVB beboet voor een specifiek incident uit 2019, waarbij de privacywaarborgen onvoldoende bleken. Dit heeft geleid tot verhoogde aandacht en preventieve maatregelen door de SVB om dergelijke incidenten in de toekomst te voorkomen. (Bron: security.nl)"
    },
    {
        "id": "https://www.noordhollandsdagblad.nl/cnt/dmf20240515_63744570?datalekt=b818fe5d9f04921795f06d08bbf49c004b65b6122c5ba28e32e302f88c3a5792",
        "url": "https://www.noordhollandsdagblad.nl/cnt/dmf20240515_63744570",
        "title": "Datalek bij Geoinformatieportaal HHNK met risico op lek van persoonlijke en kadastrale gegevens",
        "date_published": "2024-05-17T09:52:00Z",
        "date_modified": "2024-05-17T09:52:00Z",
        "language": "nl-nl",
        "author": {
            "name": "noordhollandsdagblad.nl"
        },
        "content_html": "",
        "content_text": "Hoogheemraadschap Hollands Noorderkwartier (HHNK) | Overheid: Waterschappen | 14-05-2024 | Begin mei werd een datalek ontdekt in het Geoinformatieportaal van HHNK, waarbij persoonsgegevens zoals BSN en adresgegevens mogelijk gelekt zijn. De gelekte informatie omvat gegevens over kadastrale objecten en eigendommen. Door onjuiste verwerking waren deze gegevens toegankelijk voor onbevoegden. Maatregelen, zoals het uitzetten van de gegevensverwerking en het melden bij de Autoriteit Persoonsgegevens, zijn getroffen om de toegang te blokkeren. Dit heeft mogelijk vertragingen in vergunningsaanvragen en grondtransacties tot gevolg. (Bron: noordhollandsdagblad.nl)"
    },
    {
        "id": "https://www.voxweb.nl/nieuws/universiteit-doet-geen-melding-van-datalek-na-administratieve-fout-met-nieuw-reissysteem?datalekt=78016fac31621296d9798523376d9c7858900742ef47208d14d65aeac65eabae",
        "url": "https://www.voxweb.nl/nieuws/universiteit-doet-geen-melding-van-datalek-na-administratieve-fout-met-nieuw-reissysteem",
        "title": "VCK Travel betrokken bij datalek Radboud Universiteit",
        "date_published": "2024-05-14T16:23:00Z",
        "date_modified": "2024-05-14T16:23:00Z",
        "language": "nl-nl",
        "author": {
            "name": "voxweb.nl"
        },
        "content_html": "",
        "content_text": "VCK Travel | Informatie en communicatie | 08-05-2024 | Bij een recente fout in het nieuwe reissysteem van de Radboud Universiteit, uitgevoerd door VCK Travel, hadden 650 medewerkers onrechtmatig toegang tot gevoelige gegevens. Het betrof informatie zoals vlucht- en hotelgegevens van collega&#039;s, wat door VCK Travel en de universiteit als een risico met lage impact werd beschouwd. De kwestie werd snel opgelost en er is geen melding gedaan bij de Autoriteit Persoonsgegevens, ondanks tegenadvies van privacydeskundigen. (Bron: voxweb.nl)"
    },
    {
        "id": "https://www.om.nl/actueel/nieuws/2024/05/08/medewerker-klantenservice-aangehouden-voor-betrokkenheid-bij-meer-dan-20-helpdeskfraudezaken?datalekt=3dc03f3d6eb21fa48ae7b3cb765fbbbd049197f82f3f288bdc20265cf2e2e92b",
        "url": "https://www.om.nl/actueel/nieuws/2024/05/08/medewerker-klantenservice-aangehouden-voor-betrokkenheid-bij-meer-dan-20-helpdeskfraudezaken",
        "title": "Fraude via gestolen klantgegevens bij Amsterdamse klantenservice",
        "date_published": "2024-05-12T11:11:00Z",
        "date_modified": "2024-05-12T11:11:00Z",
        "language": "nl-nl",
        "author": {
            "name": "om.nl"
        },
        "content_html": "",
        "content_text": "Onbekende organisatie | Advisering, onderzoek en overige specialistische zakelijke dienstverlening | 08-05-2024 | Een 21-jarige klantenservicemedewerker uit Amsterdam is gearresteerd wegens zijn rol in een grootschalige helpdeskfraude, waarbij persoonsgegevens van ouderen werden ontvreemd. Deze gegevensroof betrof het klantenbestand van zijn werkgever, waarna de medewerker deze gegevens deelde met medeplichtigen. Deze criminelen deden zich vervolgens voor als medewerkers van een telecombedrijf of politie om de slachtoffers te bedriegen, wat resulteerde in de diefstal van geld en waardevolle voorwerpen. Het bedrijf heeft aangifte gedaan van computervredebreuk. (Bron: om.nl)"
    },
    {
        "id": "https://www.bndestem.nl/economie/uwv-doet-mogelijk-aangifte-150-000-cvs-illegaal-op-de-site-bekeken~a7e9dd25/?datalekt=09a3c32272440500ddad2b61f6cf401afaeb47269e1a71d2a223e76755f8022e",
        "url": "https://www.bndestem.nl/economie/uwv-doet-mogelijk-aangifte-150-000-cvs-illegaal-op-de-site-bekeken~a7e9dd25/",
        "title": "Massale inzage van cv&#039;s bij UWV wijst op datalek",
        "date_published": "2024-05-12T11:08:00Z",
        "date_modified": "2024-05-12T11:08:00Z",
        "language": "nl-nl",
        "author": {
            "name": "bndestem.nl"
        },
        "content_html": "",
        "content_text": "Uitkeringsinstituut Werknemersverzekeringen (UWV) | Overheid: Zelfstandige bestuursorganen | 10-05-2024 | Bij het UWV is een ernstig incident ontstaan toen een gebruiker op 4 mei illegaal toegang kreeg tot en mogelijk 150.000 cv&#039;s downloadde van de website werk.nl. Deze cv&#039;s bevatten persoonlijke gegevens van werkzoekenden. Het UWV, dat deze inzage als oneigenlijk beschouwt, heeft al stappen ondernomen door het account van de betrokken gebruiker te blokkeren en de Autoriteit Persoonsgegevens in te lichten. De getroffen personen worden geïnformeerd over de inzage en mogelijke downloads, evenals maatregelen om de impact te minimaliseren. (Bron: bndestem.nl)"
    },
    {
        "id": "https://www.voxweb.nl/nieuws/universiteit-doet-geen-melding-van-datalek-na-administratieve-fout-met-nieuw-reissysteem?datalekt=bd720880eb536e82fb854c90ecb61fd4b79ef32bf1058933d6daeaab06052a53",
        "url": "https://www.voxweb.nl/nieuws/universiteit-doet-geen-melding-van-datalek-na-administratieve-fout-met-nieuw-reissysteem",
        "title": "Datalek bij Radboud Universiteit door fout in reissysteem",
        "date_published": "2024-05-10T13:18:00Z",
        "date_modified": "2024-05-10T13:18:00Z",
        "language": "nl-nl",
        "author": {
            "name": "voxweb.nl"
        },
        "content_html": "",
        "content_text": "Radboud Universiteit | Onderwijs | 08-05-2024 | Bij de Radboud Universiteit ontstond een datalek door een administratieve fout in het nieuwe reisaanvraagsysteem, waardoor ongeveer 650 medewerkers toegang hadden tot reisgegevens van collega&#039;s. Deze medewerkers konden reisinformatie, zoals vluchtnummers en hotelgegevens, inzien en wijzigen. De universiteit meldde dit incident niet aan de Autoriteit Persoonsgegevens, omdat ze het classificeerden als een laag-risico datalek. De betrokkenheid van reisbureau VCK Travel, de leverancier van het boekingssysteem, werd benadrukt. Hoogleraar Gerrit-Jan Zwenne adviseerde desondanks melding te maken vanwege mogelijke onderschatting van de risico&#039;s. (Bron: voxweb.nl)"
    },
    {
        "id": "https://nos.nl/artikel/2517912-cel-geeist-om-hack-bij-festivalorganisator-id-and-t-geen-kwajongensstreek?datalekt=05fe937c52c650f60806852f05cd9982280d81b6da65d7473bef03f5a7bc1878",
        "url": "https://nos.nl/artikel/2517912-cel-geeist-om-hack-bij-festivalorganisator-id-and-t-geen-kwajongensstreek",
        "title": "Aanzienlijke hack bij ID&amp;amp;T leidt tot taakstraf en schadevergoeding",
        "date_published": "2024-04-25T11:59:00Z",
        "date_modified": "2024-05-10T13:16:00Z",
        "language": "nl-nl",
        "author": {
            "name": "nos.nl"
        },
        "content_html": "",
        "content_text": "ID&amp;amp;T | Cultuur, sport en recreatie | 23-04-2024 | Een 28-jarige man uit Amsterdam staat terecht voor het hacken van het systeem van ID&amp;amp;T, waardoor persoonlijke gegevens van honderdduizenden betrokkenen uitlekten. De aanval, die plaatsvond in de zomer van 2022, betrof een ernstige schending van de beveiliging, waaronder slecht gevolgde veiligheidsprotocollen. De man verkreeg ongeautoriseerde toegang en kopieerde data, wat resulteerde in een schadeclaim van €97.000 van ID&amp;amp;T. De officier van justitie benadrukt de ernst van de zaak, ondanks de bekentenis en spijtbetuiging van de dader [Update: d.d. 7 mei 2024 is de man veroordeeld tot het betalen van € 35.000 schadevergoeding en 240 uur werkstraf). (Bron: nos.nl)"
    },
    {
        "id": "https://www.security.nl/posting/840923/Gemeente+Alphen+lekt+gegevens+inwoners+via+dubbelzijdig+geprinte+brieven?datalekt=be652c708a5768ae675019ed777d74c45d83471827ae41871ccde0b64d787fe2",
        "url": "https://www.security.nl/posting/840923/Gemeente+Alphen+lekt+gegevens+inwoners+via+dubbelzijdig+geprinte+brieven",
        "title": "Datalek bij Gemeente Alphen door fout in dubbelzijdig printen",
        "date_published": "2024-05-08T15:01:00Z",
        "date_modified": "2024-05-08T15:01:00Z",
        "language": "nl-nl",
        "author": {
            "name": "security.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Alphen aan den Rijn | Overheid: Gemeenten | 08-05-2024 | De Gemeente Alphen aan den Rijn heeft onlangs een datalek ervaren doordat brieven naar schuldenaren per ongeluk dubbelzijdig geprint werden, wat resulteerde in het uitlekken van persoonsgegevens. Hierdoor ontvingen ontvangers informatie van andere inwoners met schulden. Het lek is direct gemeld bij de Autoriteit Persoonsgegevens en betrokkenen hebben instructies gekregen om de ontvangen documenten te vernietigen. Dit incident benadrukt de kwetsbaarheid van fysieke dataverwerking en de noodzaak voor strikte controlemechanismen. (Bron: security.nl)"
    },
    {
        "id": "https://www.wijksnieuws.nl/lokaal/natuur-en-milieu/1028734/ingezonden-omwonenden-wijkersloot-verwerpen-uitkomsten-enquet?datalekt=7b0886ade6c463a17b8275182b09ff154e4e3cdc7af4f3c36518b0eaab62a903",
        "url": "https://www.wijksnieuws.nl/lokaal/natuur-en-milieu/1028734/ingezonden-omwonenden-wijkersloot-verwerpen-uitkomsten-enquet",
        "title": "Omwonenden Wijkersloot doen aangifte tegen stichting vanwege privacy-inbreuk enquête Populytics",
        "date_published": "2024-05-06T08:22:00Z",
        "date_modified": "2024-05-06T08:22:00Z",
        "language": "nl-nl",
        "author": {
            "name": "wijksnieuws.nl"
        },
        "content_html": "",
        "content_text": "Populytics | Informatie en communicatie | 03-05-2024 | De Stichting Belangen Wijkersloot en omgeving, met als leverancier Populytics, wordt beschuldigd van privacy-inbreuk bij een enquête over windturbines in Wijk bij Duurstede. Omwonenden hebben aangifte gedaan bij de Autoriteit Persoonsgegevens omdat er geen toestemming werd gevraagd voor het gebruik van cookies, gegevens van respondenten werden opgeslagen, en ruim 500 respondenten werden gefilterd op basis van hun adres. De omwonenden zijn bezorgd over de integriteit van het onderzoek en de mogelijke manipulatie van de uitkomsten. (Bron: wijksnieuws.nl)"
    },
    {
        "id": "https://www.wijksnieuws.nl/lokaal/natuur-en-milieu/1028734/ingezonden-omwonenden-wijkersloot-verwerpen-uitkomsten-enquet?datalekt=5b5a70bee373845c76f0cd71ea1aaeed0aac9b57ccad3854457cd3a72497a6d6",
        "url": "https://www.wijksnieuws.nl/lokaal/natuur-en-milieu/1028734/ingezonden-omwonenden-wijkersloot-verwerpen-uitkomsten-enquet",
        "title": "Omwonenden Wijkersloot melden privacy-inbreuk enquête duurzame energie",
        "date_published": "2024-05-06T08:21:00Z",
        "date_modified": "2024-05-06T08:21:00Z",
        "language": "nl-nl",
        "author": {
            "name": "wijksnieuws.nl"
        },
        "content_html": "",
        "content_text": "Stichting Belangen Wijkersloot en omstreken | Overige dienstverlening | 03-05-2024 | De Stichting Belangen Wijkersloot en omgeving heeft aangifte gedaan bij de Autoriteit Persoonsgegevens vanwege vermeende schending van privacyregels bij een enquête over windturbines in Wijk bij Duurstede. De stichting meldt dat er gesjoemeld is met uitkomsten en dat de privacyrichtlijnen niet zijn nageleefd. Zo werd geen toestemming gevraagd voor het gebruik van cookies, werden gegevens van respondenten opgeslagen, en werden gegevens van ruim 500 respondenten gefilterd op basis van hun adres. Dit heeft geleid tot zorgen over de integriteit van het onderzoek. (Bron: wijksnieuws.nl)"
    },
    {
        "id": "https://www.ad.nl/roosendaal/michel-uit-heerle-krijgt-brief-over-inval-in-zijn-woning-maar-weet-van-niets-van-schrik-kukelde-ik-zowat-van-mijn-stoel~ae6fd2aa/?datalekt=56f25d3dca24415228428dfdcf22f558f6127ba2a5e21c4719374786f094e9b4",
        "url": "https://www.ad.nl/roosendaal/michel-uit-heerle-krijgt-brief-over-inval-in-zijn-woning-maar-weet-van-niets-van-schrik-kukelde-ik-zowat-van-mijn-stoel~ae6fd2aa/",
        "title": "Brief rechtbank over politie-inval bezorgd bij buren leidt tot datalek",
        "date_published": "2024-05-04T14:59:00Z",
        "date_modified": "2024-05-04T14:59:00Z",
        "language": "nl-nl",
        "author": {
            "name": "ad.nl"
        },
        "content_html": "",
        "content_text": "Rechtbank Limburg | Overheid: Rechtspraak | 03-05-2024 | Een inwoner van Heerle kreeg een brief van de rechtbank over een politie-inval, die bedoeld was voor zijn buurman. Bij de inval werd de buurman verdacht van ladingdiefstallen en hennepkweek. Door een fout stond in de brief het verkeerde adres, wat de inwoner deed schrikken. De rechtbank erkende de fout, wat leidde tot een datalek, en beloofde maatregelen te nemen om dergelijke fouten te voorkomen. De inwoner maakt zich zorgen over de privacy van burgers en vraagt zich af of men nog vertrouwen kan hebben in de justitiële procedures. (Bron: ad.nl)"
    },
    {
        "id": "https://www.seniorweb.nl/nieuws/phishing-via-berichtensysteem-bookingcom?datalekt=d1cc8b9eded320cb048d8761d10e43ac889db94a36c0719620b7107e8484bd3e",
        "url": "https://www.seniorweb.nl/nieuws/phishing-via-berichtensysteem-bookingcom",
        "title": "Phishingaanvallen via het berichtensysteem van Booking.com",
        "date_published": "2024-05-03T11:19:00Z",
        "date_modified": "2024-05-03T11:19:00Z",
        "language": "nl-nl",
        "author": {
            "name": "seniorweb.nl"
        },
        "content_html": "",
        "content_text": "Booking.com | Informatie en communicatie | 29-04-2024 | Criminelen maken misbruik van het berichtensysteem van Booking.com om persoonlijke en financiële gegevens van gebruikers te stelen. Ze sturen nepberichten die afkomstig lijken te zijn van hotels, waarin gevraagd wordt om gevoelige informatie of extra betalingen onder dreiging van annulering van de reservering. Dit leidt vaak tot financieel verlies voor nietsvermoedende vakantiegangers. Gebruikers worden aangemoedigd om alert te blijven en verdachte berichten te verifiëren bij Booking.com of de betreffende accommodatie. (Bron: seniorweb.nl)"
    },
    {
        "id": "https://www.dedrontenaar.nl/nieuws/algemeen/306571/persoonsgegevens-oud-leerlingen-ichthus-college-liggen-mogeli?datalekt=214a72f85c67bd0d3809c4190af2df41ceab8c150bfd442fbf83969f81735d87",
        "url": "https://www.dedrontenaar.nl/nieuws/algemeen/306571/persoonsgegevens-oud-leerlingen-ichthus-college-liggen-mogeli",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Ichthus College",
        "date_published": "2024-04-25T11:58:00Z",
        "date_modified": "2024-04-25T11:58:00Z",
        "language": "nl-nl",
        "author": {
            "name": "dedrontenaar.nl"
        },
        "content_html": "",
        "content_text": "Ichthus College | Onderwijs | 23-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Ichthus College. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: dedrontenaar.nl)"
    },
    {
        "id": "https://www.zo-nws.nl/verdachten-opgepakt-voor-ddos-aanvallen?datalekt=8c4ab1bb422453ed3e7f293f45ce4970d1fb636e84aae5dd4161d96352c01c13",
        "url": "https://www.zo-nws.nl/verdachten-opgepakt-voor-ddos-aanvallen",
        "title": "DDoS-aanval veroorzaakt grote schade aan Sittards bedrijf",
        "date_published": "2024-04-25T11:57:00Z",
        "date_modified": "2024-04-25T11:57:00Z",
        "language": "nl-nl",
        "author": {
            "name": "zo-nws.nl"
        },
        "content_html": "",
        "content_text": "Onbekende organisatie | Overige dienstverlening | 23-04-2024 | In november vorig jaar en januari dit jaar heeft een bedrijf in Sittard aanzienlijke financiële schade geleden door DDoS-aanvallen, uitgevoerd door twee mannen uit Heerlen en Sittard. De politie heeft deze verdachten gearresteerd. De aanvallen, die de toegang tot het bedrijfssysteem blokkeerden, resulteerden in een schade van circa 150.000 euro. Bij een DDoS-aanval worden talrijke verzoeken naar een website gestuurd waardoor deze onbereikbaar wordt voor gebruikers. Deze aanvallen zijn een vorm van cybercriminaliteit waarbij geïnfecteerde computers worden ingezet. (Bron: zo-nws.nl)"
    },
    {
        "id": "https://www.rtl.nl/tech/artikel/5446656/carpetright-hack-cyberaanval-ransomware?datalekt=87faa03d1cb56f7b99f4937359b4ada16e0888573f01cea94fff035f7635ce40",
        "url": "https://www.rtl.nl/tech/artikel/5446656/carpetright-hack-cyberaanval-ransomware",
        "title": "Cyberaanval legt pinterminals Carpetright plat",
        "date_published": "2024-04-23T10:37:00Z",
        "date_modified": "2024-04-23T10:37:00Z",
        "language": "nl-nl",
        "author": {
            "name": "rtl.nl"
        },
        "content_html": "",
        "content_text": "Carpetright | Groot- en detailhandel | 22-04-2024 | Carpetright, een bekende vloerenwinkel, heeft te kampen met een cyberaanval die vooral de Nederlandse vestigingen treft, waar pinnen momenteel onmogelijk is. De pinterminals zijn uitgeschakeld als preventieve maatregel tegen verdere digitale risico&#039;s. Het Britse moederbedrijf meldt dat het onderzoek naar de aanval loopt, waarbij niet bevestigd kan worden of het om ransomware gaat. Een soortgelijke aanval in februari resulteerde in een datalek met klantgegevens. Er is nog geen bewijs van een verband tussen beide incidenten. (Bron: rtl.nl)"
    },
    {
        "id": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb?datalekt=b4252c62cce444f91e462275090473b0c5841b8d428550a3bf3ce2eca517e50d",
        "url": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb",
        "title": "SIS Automatisering getroffen door ransomware aanval van de criminele organisatie PLAY",
        "date_published": "2024-04-23T10:36:00Z",
        "date_modified": "2024-04-23T10:36:00Z",
        "language": "nl-nl",
        "author": {
            "name": "ccinfo.nl"
        },
        "content_html": "",
        "content_text": "SIS Automatisering | Informatie en communicatie | 19-04-2024 | De criminele organisatie PLAY heeft op het darkweb aangekondigd dat zij SIS Automatisering heeft getroffen met een ransomware-aanval en losgeld heeft geëist. (Bron: ccinfo.nl)"
    },
    {
        "id": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb?datalekt=3e837c7991787f064fe2a0079bc8dc3ebaf8a8c88d20a79a9e111e687bdc3bc2",
        "url": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb",
        "title": "XD Connects getroffen door ransomware aanval van de criminele organisatie Cactus",
        "date_published": "2024-04-23T10:35:00Z",
        "date_modified": "2024-04-23T10:35:00Z",
        "language": "nl-nl",
        "author": {
            "name": "ccinfo.nl"
        },
        "content_html": "",
        "content_text": "XD Connects | Groot- en detailhandel | 18-04-2024 | De criminele organisatie Cactus heeft op het darkweb aangekondigd dat zij XD Connects heeft getroffen met een ransomware-aanval en losgeld heeft geëist. (Bron: ccinfo.nl)"
    },
    {
        "id": "https://www.ogvo.nl/valuascollege/cyberaanval-iddink/?datalekt=b98b07d138dbb5e3b51142b2e0ed674e49fd8be6d303e695f74b38f24e66ccb4",
        "url": "https://www.ogvo.nl/valuascollege/cyberaanval-iddink/",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Valuascollega",
        "date_published": "2024-04-22T09:54:00Z",
        "date_modified": "2024-04-22T09:54:00Z",
        "language": "nl-nl",
        "author": {
            "name": "ogvo.nl"
        },
        "content_html": "",
        "content_text": "Valuascollega | Onderwijs | 18-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Valuascollega. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: ogvo.nl)"
    },
    {
        "id": "https://www.haarlemsdagblad.nl/cnt/dmf20240417_62109749?datalekt=67967f69ae21d749b3041aeaa4de3988bf8362f4a337ea860809a0e371b67e30",
        "url": "https://www.haarlemsdagblad.nl/cnt/dmf20240417_62109749",
        "title": "Datalek bij gemeente Haarlem door onvoldoende lakken van documenten",
        "date_published": "2024-04-19T16:46:00Z",
        "date_modified": "2024-04-19T16:46:00Z",
        "language": "nl-nl",
        "author": {
            "name": "haarlemsdagblad.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Haarlem | Overheid: Gemeenten | 18-04-2024 | De gemeente Haarlem heeft een datalek veroorzaakt door niet genoeg informatie zwart te lakken in de documenten die werden vrijgegeven na verzoeken op basis van de Wet open overheid (Woo). Hierdoor zijn persoonsgegevens van 44 ambtenaren openbaar geworden. Dit incident heeft zich zowel in 2021 als in 2022 voorgedaan en heeft mogelijk geleid tot misbruik van deze gegevens door derden. Het betreft een ernstige schending van de privacywetgeving. (Bron: haarlemsdagblad.nl)"
    },
    {
        "id": "https://www.molenkruier.nl/nieuws/nieuws/385223/cals-college-nieuwegein-geraakt-door-cyberaanval-gegevens-lee?datalekt=eb7a4fdc75e2506ab88d378c888791104ee634c4b6e6a2a32e8a10b52ff3f2b3",
        "url": "https://www.molenkruier.nl/nieuws/nieuws/385223/cals-college-nieuwegein-geraakt-door-cyberaanval-gegevens-lee",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Cals College",
        "date_published": "2024-04-19T16:45:00Z",
        "date_modified": "2024-04-19T16:45:00Z",
        "language": "nl-nl",
        "author": {
            "name": "molenkruier.nl"
        },
        "content_html": "",
        "content_text": "Cals College | Onderwijs | 17-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Cals College. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: molenkruier.nl)"
    },
    {
        "id": "https://www.vonknh.nl/nieuws/2024-04-15/cyberaanval-bij-iddink-learning-materials-bv?datalekt=eca6af14148e2d5e8c69dc8495a58ad6e0a20a83a758f8994d04ef9328a10cc8",
        "url": "https://www.vonknh.nl/nieuws/2024-04-15/cyberaanval-bij-iddink-learning-materials-bv",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Vonk",
        "date_published": "2024-04-18T08:43:00Z",
        "date_modified": "2024-04-18T08:43:00Z",
        "language": "nl-nl",
        "author": {
            "name": "vonknh.nl"
        },
        "content_html": "",
        "content_text": "Vonk | Onderwijs | 15-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Vonk. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: vonknh.nl)"
    },
    {
        "id": "https://scholengroepspinoza.nl/nieuws-cyberaanval-bij-iddink?datalekt=60b7301887fcdb0171f4de530731c4cedfa7d41904c20d56de2b92de1d5e102a",
        "url": "https://scholengroepspinoza.nl/nieuws-cyberaanval-bij-iddink",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Scholengroep Spinoza",
        "date_published": "2024-04-18T08:42:00Z",
        "date_modified": "2024-04-18T08:42:00Z",
        "language": "nl-nl",
        "author": {
            "name": "scholengroepspinoza.nl"
        },
        "content_html": "",
        "content_text": "Stichting Scholengroep Spinoza | Onderwijs | 15-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Scholengroep Spinoza. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: scholengroepspinoza.nl)"
    },
    {
        "id": "https://www.gelderlander.nl/enschede/twentse-scholen-alert-na-cyberaanval-op-leverancier-van-boeken~a48398ae/?datalekt=e02c36cdbdfe20d7ccf42fed868ae68fc432d10182cfdf93d25b57c065e8c3b0",
        "url": "https://www.gelderlander.nl/enschede/twentse-scholen-alert-na-cyberaanval-op-leverancier-van-boeken~a48398ae/",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Assink Lyceum",
        "date_published": "2024-04-18T08:41:00Z",
        "date_modified": "2024-04-18T08:41:00Z",
        "language": "nl-nl",
        "author": {
            "name": "gelderlander.nl"
        },
        "content_html": "",
        "content_text": "Assink Lyceum | Onderwijs | 16-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Assink Lyceum. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: gelderlander.nl)"
    },
    {
        "id": "https://www.gelderlander.nl/enschede/twentse-scholen-alert-na-cyberaanval-op-leverancier-van-boeken~a48398ae/?datalekt=0212bbbe41a12b5835c136b08e7ba7f97c689b2823567857fec62af1ea1db550",
        "url": "https://www.gelderlander.nl/enschede/twentse-scholen-alert-na-cyberaanval-op-leverancier-van-boeken~a48398ae/",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Het Stedelijk Lyceum",
        "date_published": "2024-04-18T08:40:00Z",
        "date_modified": "2024-04-18T08:40:00Z",
        "language": "nl-nl",
        "author": {
            "name": "gelderlander.nl"
        },
        "content_html": "",
        "content_text": "Het Stedelijk Lyceum | Onderwijs | 16-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Het Stedelijk Lyceum. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: gelderlander.nl)"
    },
    {
        "id": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb?datalekt=a511011287e5805c1db9ea31eaf542d08c66fd452865d122f6c555ebd0934e9e",
        "url": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb",
        "title": "Ranzijn getroffen door ransomware aanval van de criminele organisatie RA World",
        "date_published": "2024-04-17T16:31:00Z",
        "date_modified": "2024-04-17T16:31:00Z",
        "language": "nl-nl",
        "author": {
            "name": "ccinfo.nl"
        },
        "content_html": "",
        "content_text": "Ranzijn | Groot- en detailhandel | 18-03-2024 | De criminele organisatie RA World heeft op het darkweb aangekondigd dat zij Ranzijn heeft getroffen met een ransomware-aanval en losgeld heeft geëist. (Bron: ccinfo.nl)"
    },
    {
        "id": "https://www.stedelijkcollege.nl/henegouwenlaan/#:~:text=Belangrijk%20bericht%20omtrent%20Cyberaanval%20Iddink%20%E2%80%93%20april%202024?datalekt=edd471668ecb128e4cdbb25c0c049a4823e43ffd861d1b9e846603e6e662e727",
        "url": "https://www.stedelijkcollege.nl/henegouwenlaan/#:~:text=Belangrijk%20bericht%20omtrent%20Cyberaanval%20Iddink%20%E2%80%93%20april%202024",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Stedelijk College",
        "date_published": "2024-04-17T08:51:00Z",
        "date_modified": "2024-04-17T08:51:00Z",
        "language": "nl-nl",
        "author": {
            "name": "stedelijkcollege.nl"
        },
        "content_html": "",
        "content_text": "Stedelijk College | Onderwijs | 16-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Stedelijk College. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: stedelijkcollege.nl)"
    },
    {
        "id": "https://lyceumdegrundel.nl/nieuws/iddink-aangevallen-door-cybercriminelen?datalekt=9d3c3f7e468366789a98a32bddcba60f6da46a587493ef74c77741ccbdcdc178",
        "url": "https://lyceumdegrundel.nl/nieuws/iddink-aangevallen-door-cybercriminelen",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Lyceum de Grundel",
        "date_published": "2024-04-17T08:50:00Z",
        "date_modified": "2024-04-17T08:50:00Z",
        "language": "nl-nl",
        "author": {
            "name": "lyceumdegrundel.nl"
        },
        "content_html": "",
        "content_text": "Lyceum de Grundel | Onderwijs | 13-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Lyceum de Grundel. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: lyceumdegrundel.nl)"
    },
    {
        "id": "https://www.nuovo.nl/nieuws/persbericht-over-iddink?datalekt=a15d3f4058061bb3c23aa33a507284f736a3c41d5ffabab4b081af2fae7d3c35",
        "url": "https://www.nuovo.nl/nieuws/persbericht-over-iddink",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft NUOVO Scholen",
        "date_published": "2024-04-17T08:49:00Z",
        "date_modified": "2024-04-17T08:49:00Z",
        "language": "nl-nl",
        "author": {
            "name": "nuovo.nl"
        },
        "content_html": "",
        "content_text": "NUOVO Scholen | Onderwijs | 15-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook NUOVO Scholen. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: nuovo.nl)"
    },
    {
        "id": "https://www.varendonck.nl/nieuws/767/Cyberaanval-Iddink?datalekt=6a4c3cf91cc5da749b796207b36ea3d822790e0640b02b9232be5974ddf35bd6",
        "url": "https://www.varendonck.nl/nieuws/767/Cyberaanval-Iddink",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Varendonck College",
        "date_published": "2024-04-17T08:48:00Z",
        "date_modified": "2024-04-17T08:48:00Z",
        "language": "nl-nl",
        "author": {
            "name": "varendonck.nl"
        },
        "content_html": "",
        "content_text": "Varendonck College | Onderwijs | 15-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Varendonck College. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: varendonck.nl)"
    },
    {
        "id": "https://www.griftland.nl/informatie-over-cyberaanval-bij-iddink-learning-materials-bv/?datalekt=cf19690490b00722f6fd950128adff2cce4dc596f78358eb4385f3e0cfac3843",
        "url": "https://www.griftland.nl/informatie-over-cyberaanval-bij-iddink-learning-materials-bv/",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Griftland College",
        "date_published": "2024-04-17T08:47:00Z",
        "date_modified": "2024-04-17T08:47:00Z",
        "language": "nl-nl",
        "author": {
            "name": "griftland.nl"
        },
        "content_html": "",
        "content_text": "Griftland College | Onderwijs | 16-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Griftland College. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: griftland.nl)"
    },
    {
        "id": "https://www.curio.nl/nieuws/cyberaanval-bij-iddink-leverancier-van-schoolboeken/?datalekt=21106e2817b33cc680483db0517543988c3c66611d993f5a78f0c00fac58be3f",
        "url": "https://www.curio.nl/nieuws/cyberaanval-bij-iddink-leverancier-van-schoolboeken/",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Curio",
        "date_published": "2024-04-17T08:46:00Z",
        "date_modified": "2024-04-17T08:46:00Z",
        "language": "nl-nl",
        "author": {
            "name": "curio.nl"
        },
        "content_html": "",
        "content_text": "Curio | Onderwijs | 15-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Curio. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: curio.nl)"
    },
    {
        "id": "https://emmen.voterra.nl/nieuws/nieuwsartikelen/cyberaanval-bij-iddink-schoolboekenleverancie?datalekt=88f66b99127d98901b7327cb097d05eba74ff8ed3958411fe7fa3191c5e17287",
        "url": "https://emmen.voterra.nl/nieuws/nieuwsartikelen/cyberaanval-bij-iddink-schoolboekenleverancie",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Terra Emmen",
        "date_published": "2024-04-17T08:45:00Z",
        "date_modified": "2024-04-17T08:45:00Z",
        "language": "nl-nl",
        "author": {
            "name": "voterra.nl"
        },
        "content_html": "",
        "content_text": "Terra Emmen | Onderwijs | 13-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Terra Emmen. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: voterra.nl)"
    },
    {
        "id": "https://www.eldecollege.nl/datalek-bij-iddink-learning-materials-bv/?datalekt=8a8e227950b5f06fa4b37aac4d035eb99419c354e7b1e7ff5a06919126746694",
        "url": "https://www.eldecollege.nl/datalek-bij-iddink-learning-materials-bv/",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Elde College",
        "date_published": "2024-04-17T08:44:00Z",
        "date_modified": "2024-04-17T08:44:00Z",
        "language": "nl-nl",
        "author": {
            "name": "eldecollege.nl"
        },
        "content_html": "",
        "content_text": "Elde College | Onderwijs | 16-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Elde College. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: eldecollege.nl)"
    },
    {
        "id": "https://www.omroepbrabant.nl/nieuws/4451957/schoolboekenleverancier-gehackt-gegevens-brabantse-leerlingen-op-straat?datalekt=6b3d4b6d63d6b0602cfd2fb51327c6979cafa350ce49a912436b5009da4f653d",
        "url": "https://www.omroepbrabant.nl/nieuws/4451957/schoolboekenleverancier-gehackt-gegevens-brabantse-leerlingen-op-straat",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Ons Middelbaar Onderwijs",
        "date_published": "2024-04-17T08:43:00Z",
        "date_modified": "2024-04-17T08:43:00Z",
        "language": "nl-nl",
        "author": {
            "name": "omroepbrabant.nl"
        },
        "content_html": "",
        "content_text": "Ons Middelbaar Onderwijs (OMO) | Onderwijs | 15-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Ons Middelbaar Onderwijs. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: omroepbrabant.nl)"
    },
    {
        "id": "https://www.quadraam.nl/nieuws/328/cyberaanval-uitgeverij-iddink?datalekt=72737b4557a83a2e76b379a889f951cbe9a1c6b0d45cee355cf8bf61175b4f48",
        "url": "https://www.quadraam.nl/nieuws/328/cyberaanval-uitgeverij-iddink",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Quadraam",
        "date_published": "2024-04-16T13:56:00Z",
        "date_modified": "2024-04-16T13:56:00Z",
        "language": "nl-nl",
        "author": {
            "name": "quadraam.nl"
        },
        "content_html": "",
        "content_text": "Stichting Quadraam | Onderwijs | 14-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Quadraam. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: quadraam.nl)"
    },
    {
        "id": "https://www.weespernieuws.nl/maatschappelijk/maatschappelijk/335911/door-cyberaanval-op-boekenleverancier-mogelijk-gegevens-ouder?datalekt=bbc532390a9619278eb5ce5334822641f940a5234b8e1f7c432593051b8e2e8b",
        "url": "https://www.weespernieuws.nl/maatschappelijk/maatschappelijk/335911/door-cyberaanval-op-boekenleverancier-mogelijk-gegevens-ouder",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Vechtstede College",
        "date_published": "2024-04-16T13:55:00Z",
        "date_modified": "2024-04-16T13:55:00Z",
        "language": "nl-nl",
        "author": {
            "name": "weespernieuws.nl"
        },
        "content_html": "",
        "content_text": "Vechtstede College | Onderwijs | 15-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Vechtstede College. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: weespernieuws.nl)"
    },
    {
        "id": "https://www.weespernieuws.nl/maatschappelijk/maatschappelijk/335911/door-cyberaanval-op-boekenleverancier-mogelijk-gegevens-ouder?datalekt=e70a614e859f0f3e2f9ad85d688a96a0d4cf0ad0bd730321414aaaa58b343b08",
        "url": "https://www.weespernieuws.nl/maatschappelijk/maatschappelijk/335911/door-cyberaanval-op-boekenleverancier-mogelijk-gegevens-ouder",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Casparaus College",
        "date_published": "2024-04-16T13:54:00Z",
        "date_modified": "2024-04-16T13:54:00Z",
        "language": "nl-nl",
        "author": {
            "name": "weespernieuws.nl"
        },
        "content_html": "",
        "content_text": "Casparaus College | Onderwijs | 15-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Casparaus College. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: weespernieuws.nl)"
    },
    {
        "id": "https://www.2college.nl/durendael/school/nieuws/cyberaanval-iddink-1/?datalekt=3ddecdaf633d4c0d86bc40bd0f1a2ce33675e80178e1bcdf667c9c569ef5bf21",
        "url": "https://www.2college.nl/durendael/school/nieuws/cyberaanval-iddink-1/",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft 2College",
        "date_published": "2024-04-15T11:02:00Z",
        "date_modified": "2024-04-15T11:02:00Z",
        "language": "nl-nl",
        "author": {
            "name": "2college.nl"
        },
        "content_html": "",
        "content_text": "2College | Onderwijs | 14-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook 2College. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: 2college.nl)"
    },
    {
        "id": "https://canisius.nl/nieuws/uncategorized/iddink-learning-materials-aangevallen-door-cybercriminelen?datalekt=9d78286b2a00db67edafe701c6a2557a9b4dce28f0c280df8c9ec5fdfdf2e1ad",
        "url": "https://canisius.nl/nieuws/uncategorized/iddink-learning-materials-aangevallen-door-cybercriminelen",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Canisius",
        "date_published": "2024-04-15T11:01:00Z",
        "date_modified": "2024-04-15T11:01:00Z",
        "language": "nl-nl",
        "author": {
            "name": "canisius.nl"
        },
        "content_html": "",
        "content_text": "Canisius | Onderwijs | 14-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Canisius. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: canisius.nl)"
    },
    {
        "id": "https://www.noordhollandsdagblad.nl/cnt/dmf20240414_71168742?datalekt=9387ae56e68d88fc310c1fa996095a66291af937831c8b82942ba49fc18908cb",
        "url": "https://www.noordhollandsdagblad.nl/cnt/dmf20240414_71168742",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Tabor College",
        "date_published": "2024-04-15T11:00:00Z",
        "date_modified": "2024-04-15T11:00:00Z",
        "language": "nl-nl",
        "author": {
            "name": "noordhollandsdagblad.nl"
        },
        "content_html": "",
        "content_text": "Tabor College | Onderwijs | 13-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Tabor College. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: noordhollandsdagblad.nl)"
    },
    {
        "id": "https://demarke-ehl.nl/hetcorberic/nieuws/iddink-learning-materials-aangevallen-door-cybercriminelen?datalekt=b396583e28f4b7f04ccd2eee65ef0ec7d826dea083b833e22e7ebf44c83b7eb7",
        "url": "https://demarke-ehl.nl/hetcorberic/nieuws/iddink-learning-materials-aangevallen-door-cybercriminelen",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Etty Hillesum Lyceum",
        "date_published": "2024-04-15T10:59:00Z",
        "date_modified": "2024-04-15T10:59:00Z",
        "language": "nl-nl",
        "author": {
            "name": "demarke-ehl.nl"
        },
        "content_html": "",
        "content_text": "Etty Hillesum Lyceum | Onderwijs | 13-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Etty Hillesum Lyceum. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: demarke-ehl.nl)"
    },
    {
        "id": "https://www.jtc-roosendaal.nl/Nieuws-Activiteiten-Fotos/Nieuwsoverzicht/art/709135?datalekt=a523ad6e55c53cc0ee8764ed86fdb181123b46f56dbfe2050b9cfd7fa3d1c297",
        "url": "https://www.jtc-roosendaal.nl/Nieuws-Activiteiten-Fotos/Nieuwsoverzicht/art/709135",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Jan Tinbergen College",
        "date_published": "2024-04-15T10:58:00Z",
        "date_modified": "2024-04-15T10:58:00Z",
        "language": "nl-nl",
        "author": {
            "name": "jtc-roosendaal.nl"
        },
        "content_html": "",
        "content_text": "Jan Tinbergen College | Onderwijs | 13-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Jan Tinbergen College. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: jtc-roosendaal.nl)"
    },
    {
        "id": "https://wolvega.voterra.nl/nieuws/nieuwsartikelen/cyberaanval-bij-iddink-schoolboekenleverancie?datalekt=1d6c1c533b297a5eb436335dcce321dc4b861c6634f5b1745991e634962439e3",
        "url": "https://wolvega.voterra.nl/nieuws/nieuwsartikelen/cyberaanval-bij-iddink-schoolboekenleverancie",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Terra Wolvega",
        "date_published": "2024-04-15T10:57:00Z",
        "date_modified": "2024-04-15T10:57:00Z",
        "language": "nl-nl",
        "author": {
            "name": "voterra.nl"
        },
        "content_html": "",
        "content_text": "Terra Wolvega | Onderwijs | 13-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Terra Wolvega. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: voterra.nl)"
    },
    {
        "id": "https://www.augustinianum.nl/index.php/en/blog/iddink-learning-materials-aangevallen-door-cybercriminelen?datalekt=d8c56028cee32a9cb4705516ddc0365915c1deffa4ae59a6c6d65d57d8bec208",
        "url": "https://www.augustinianum.nl/index.php/en/blog/iddink-learning-materials-aangevallen-door-cybercriminelen",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Augustinianum",
        "date_published": "2024-04-15T10:56:00Z",
        "date_modified": "2024-04-15T10:56:00Z",
        "language": "nl-nl",
        "author": {
            "name": "augustinianum.nl"
        },
        "content_html": "",
        "content_text": "Augustinianum | Onderwijs | 13-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Augustinianum. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: augustinianum.nl)"
    },
    {
        "id": "https://www.k-s-e.nl/Home/Nieuws/art/709133?datalekt=173dd087e03e422da359cf5e2e366e7e5bd8819e8d4ef368dacecdfbf94f997e",
        "url": "https://www.k-s-e.nl/Home/Nieuws/art/709133",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Katholieke Scholengemeenschap Etten-Leur (KSE)",
        "date_published": "2024-04-15T10:55:00Z",
        "date_modified": "2024-04-15T10:55:00Z",
        "language": "nl-nl",
        "author": {
            "name": "k-s-e.nl"
        },
        "content_html": "",
        "content_text": "Katholieke Scholengemeenschap Etten-Leur (KSE) | Onderwijs | 13-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Katholieke Scholengemeenschap Etten-Leur (KSE). Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: k-s-e.nl)"
    },
    {
        "id": "https://www.carmelemmen.nl/nieuws/200/iddink-learning-materials-aangevallen-door-cybercriminelen?datalekt=de1ad0f39ead721d81bfcefa401bd1216bf65834889497a8886c2cd241cfb93a",
        "url": "https://www.carmelemmen.nl/nieuws/200/iddink-learning-materials-aangevallen-door-cybercriminelen",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Carmel College Emmen",
        "date_published": "2024-04-15T10:54:00Z",
        "date_modified": "2024-04-15T10:54:00Z",
        "language": "nl-nl",
        "author": {
            "name": "carmelemmen.nl"
        },
        "content_html": "",
        "content_text": "Carmel College Emmen | Onderwijs | 13-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Carmel College Emmen. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: carmelemmen.nl)"
    },
    {
        "id": "https://www.omroepzeeland.nl/nieuws/16433322/mogelijk-bankgegevens-scholieren-buitgemaakt-bij-hack-boekenleverancier?datalekt=eb2c61adf26992d34b35f99e9a4ceee4281578c9fb6c89feba1c1a0e2be2d797",
        "url": "https://www.omroepzeeland.nl/nieuws/16433322/mogelijk-bankgegevens-scholieren-buitgemaakt-bij-hack-boekenleverancier",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Mondia Scholengroep",
        "date_published": "2024-04-15T10:53:00Z",
        "date_modified": "2024-04-15T10:53:00Z",
        "language": "nl-nl",
        "author": {
            "name": "omroepzeeland.nl"
        },
        "content_html": "",
        "content_text": "Mondia Scholengroep | Onderwijs | 13-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Mondia Scholengroep. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: omroepzeeland.nl)"
    },
    {
        "id": "https://dmgdeurne.nl/ook-gegevens-deurnese-middelbare-scholieren-mogelijk-gelekt-bij-cyberaanval-schoolboekenleverancier-iddink/?datalekt=e807499a6e50181b8f52a9d68613bb68e1fff58e0ee741118c3b439f79f9af2f",
        "url": "https://dmgdeurne.nl/ook-gegevens-deurnese-middelbare-scholieren-mogelijk-gelekt-bij-cyberaanval-schoolboekenleverancier-iddink/",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft IVO Deurne",
        "date_published": "2024-04-15T10:52:00Z",
        "date_modified": "2024-04-15T10:52:00Z",
        "language": "nl-nl",
        "author": {
            "name": "dmgdeurne.nl"
        },
        "content_html": "",
        "content_text": "IVO Deurne | Onderwijs | 13-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook IVO Deurne. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: dmgdeurne.nl)"
    },
    {
        "id": "https://gsf.nl/nieuws/datalek-bij-iddink-learning-materials/?datalekt=6259727d27a2650baf4d18ba8baa86a51f366c22134c321348607bf6c1745b6e",
        "url": "https://gsf.nl/nieuws/datalek-bij-iddink-learning-materials/",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Gooise Scholen Federatie",
        "date_published": "2024-04-15T10:51:00Z",
        "date_modified": "2024-04-15T10:51:00Z",
        "language": "nl-nl",
        "author": {
            "name": "gsf.nl"
        },
        "content_html": "",
        "content_text": "Gooise Scholen Federatie | Onderwijs | 13-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Gooise Scholen Federatie. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: gsf.nl)"
    },
    {
        "id": "https://hetstormink-ehl.nl/nieuws/iddink-learning-materials-aangevallen-door-cybercriminelen?datalekt=c76998d3ef1e90aff7d8882f6d3fff10429384b46df923a62e34a38077340b10",
        "url": "https://hetstormink-ehl.nl/nieuws/iddink-learning-materials-aangevallen-door-cybercriminelen",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Het Stormink",
        "date_published": "2024-04-15T10:50:00Z",
        "date_modified": "2024-04-15T10:50:00Z",
        "language": "nl-nl",
        "author": {
            "name": "hetstormink-ehl.nl"
        },
        "content_html": "",
        "content_text": "Het Stormink | Onderwijs | 12-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Het Stormink. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: hetstormink-ehl.nl)"
    },
    {
        "id": "https://www.rtvoost.nl/nieuws/2336571/landstede-waarschuwt-na-hack-schoolboekenleverancier-wees-extra-alert-op-phishingmail?datalekt=bf2756dbed4ea41cf2f0fedf1733b1cb378c3882bcb02a9bc949aa455f3c9400",
        "url": "https://www.rtvoost.nl/nieuws/2336571/landstede-waarschuwt-na-hack-schoolboekenleverancier-wees-extra-alert-op-phishingmail",
        "title": "Cyberaanval op schoolboekenleverancier Iddink treft Landstede Groep",
        "date_published": "2024-04-15T09:30:00Z",
        "date_modified": "2024-04-15T09:30:00Z",
        "language": "nl-nl",
        "author": {
            "name": "rtvoost.nl"
        },
        "content_html": "",
        "content_text": "Landstede Groep | Onderwijs | 13-04-2024 | Een recente cyberaanval op Iddink Learning Materials B.V. treft ook Landstede Groep. Iddink is een belangrijke leverancier van schoolboeken en digitaal lesmateriaal, heeft geleid tot diefstal van persoonlijke gegevens zoals namen, e-mailadressen en bankgegevens. Ouders en leerlingen worden geadviseerd om extra waakzaam te zijn voor phishingmails en andere frauduleuze activiteiten. De aanval, toegeschreven aan de criminele groep Cactus, heeft mogelijk brede implicaties voor andere scholen in Nederland. Er is melding gedaan bij de Autoriteit Persoonsgegevens. (Bron: rtvoost.nl)"
    },
    {
        "id": "https://www.destentor.nl/ermelo/datalek-in-hoofdpijndossier-rond-eendenslachterij-in-ermelo-dit-schaadt-onze-privacy~af296385/?datalekt=3b4a53269db32f6e7d57e832f2791e26f80abe49aa41d759b6420bc96823fa45",
        "url": "https://www.destentor.nl/ermelo/datalek-in-hoofdpijndossier-rond-eendenslachterij-in-ermelo-dit-schaadt-onze-privacy~af296385/",
        "title": "Datalek bij Ermelo door doorgeven van e-mailadressen aan extern bureau",
        "date_published": "2024-04-14T12:23:00Z",
        "date_modified": "2024-04-14T12:23:00Z",
        "language": "nl-nl",
        "author": {
            "name": "destentor.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Ermelo | Overheid: Gemeenten | 14-04-2024 | In Ermelo is ophef ontstaan door een datalek waarbij de gemeente persoonlijke e-mailadressen van burgers doorspeelde naar Tertium, een bureau voor inwonersparticipatie. Dit lek kwam aan het licht nadat Tertium inwoners benaderde voor een interview over de problematiek rond de eendenslachterij Tomassen Duck-To. De betrokkenen beklaagden zich over deze privacyinbreuk, wat leidde tot excuses van de gemeente en registratie van het incident als datalek. Dit heeft zorgen gewekt over naleving van de privacywetgeving en de effectiviteit van participatieprocessen. (Bron: destentor.nl)"
    },
    {
        "id": "https://sivon.nl/2024/04/iddink-learning-materials-aangevallen-door-cybercriminelen/?datalekt=346638ea8dd9ff1b95bc850edfe32df62317999090869dd98a8d99f9a1683d57",
        "url": "https://sivon.nl/2024/04/iddink-learning-materials-aangevallen-door-cybercriminelen/",
        "title": "Cyberaanval op Iddink leidt tot datalek bij SIVON",
        "date_published": "2024-04-13T16:30:00Z",
        "date_modified": "2024-04-13T16:30:00Z",
        "language": "nl-nl",
        "author": {
            "name": "sivon.nl"
        },
        "content_html": "",
        "content_text": "SIVON | Informatie en communicatie | 13-04-2024 | Iddink Learning Materials werd op 12 april 2024 getroffen door een ransomware-aanval, waardoor toegang tot hun systemen en de data van klanten werd versleuteld. De aanval heeft mogelijk geleid tot het lekken van persoons- en bankgegevens van leerlingen, ouders en scholen. Iddink onderzoekt de volledige omvang van de schade en heeft betrokken partijen geïnformeerd. Verdere stappen omvatten een melding bij de Autoriteit Persoonsgegevens en het organiseren van een webinar voor scholen om de situatie toe te lichten. (Bron: sivon.nl)"
    },
    {
        "id": "https://nos.nl/artikel/2516597-schoolboekenleverancier-iddink-gehackt-mogelijk-klantengegevens-gelekt?datalekt=32449bd47fe7dacaca0b705d64d71069c0aaeb1c6eef2dbbc0234966e2b408a1",
        "url": "https://nos.nl/artikel/2516597-schoolboekenleverancier-iddink-gehackt-mogelijk-klantengegevens-gelekt",
        "title": "Onderwijsinstellingen potentieel getroffen door datalek bij Iddink na ransomware-aanval",
        "date_published": "2024-04-13T16:29:00Z",
        "date_modified": "2024-04-13T16:29:00Z",
        "language": "nl-nl",
        "author": {
            "name": "nos.nl"
        },
        "content_html": "",
        "content_text": "300 onbekende scholen | Onderwijs | 13-04-2024 | Na een ransomware-aanval op Iddink Learning Materials, waarbij persoonlijke gegevens van leerlingen, ouders en scholen mogelijk zijn gelekt, staan diverse onderwijsinstellingen voor uitdagingen. Deze scholen, die afhankelijk zijn van Iddink voor schoolboeken en digitaal lesmateriaal, hebben geen directe toegang tot sommige systemen verloren, maar educatieve diensten zoals lesmateriaal en leerlingvolgsystemen blijven functioneren. Onderwijsinstellingen zijn geïnformeerd en maatregelen worden getroffen om de impact van het lek te beoordelen. (Bron: nos.nl)"
    },
    {
        "id": "https://nos.nl/artikel/2516597-schoolboekenleverancier-iddink-gehackt-mogelijk-klantengegevens-gelekt?datalekt=f0f6799fcad5dde7c93b298d1ec81472da52e364f397a058ca9f42ad6ad1956f",
        "url": "https://nos.nl/artikel/2516597-schoolboekenleverancier-iddink-gehackt-mogelijk-klantengegevens-gelekt",
        "title": "Gijzelsoftware-aanval op Iddink legt klantgegevens mogelijk bloot",
        "date_published": "2024-04-13T16:28:00Z",
        "date_modified": "2024-04-13T16:28:00Z",
        "language": "nl-nl",
        "author": {
            "name": "nos.nl"
        },
        "content_html": "",
        "content_text": "Iddink Learning Materials | Groot- en detailhandel | 13-04-2024 | Iddink Learning Materials, een prominente leverancier van schoolboeken en digitaal lesmateriaal, heeft een cyberaanval ondergaan die resulteerde in de diefstal van persoonlijke klantgegevens zoals namen, e-mailadressen en bankinformatie. De aanval, uitgevoerd door de criminele groep Cactus, heeft ertoe geleid dat Iddink geen toegang meer heeft tot eigen systemen, hoewel lesmateriaal en het leerlingvolgsysteem beschikbaar blijven. Iddink heeft klanten geïnformeerd en autoriteiten zoals de politie en de Autoriteit Persoonsgegevens ingelicht. Het bedrijf weigert losgeld te betalen. (Bron: nos.nl)"
    },
    {
        "id": "https://www.gld.nl/nieuws/8130878/porno-in-plaats-van-vertrektijden-niet-veel-moeite-ingestopt?datalekt=c59035a6bf28ebc72aa5abeda10746d03e666c95be31bb2f845bdbc96dd1acfd",
        "url": "https://www.gld.nl/nieuws/8130878/porno-in-plaats-van-vertrektijden-niet-veel-moeite-ingestopt",
        "title": "Incident met ongepaste inhoud op scherm Arnhem Centraal",
        "date_published": "2024-04-13T12:05:00Z",
        "date_modified": "2024-04-13T12:05:00Z",
        "language": "nl-nl",
        "author": {
            "name": "gld.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Arnhem | Overheid: Gemeenten | 11-04-2024 | Op een informatiescherm op Arnhem Centraal verscheen woensdagavond onverwacht pornografische inhoud. De gemeente Arnhem, die de schermen beheert, overweegt de mogelijkheid van een hack, hoewel het incident beperkt bleef tot één scherm. Deskundigen suggereren dat het systeem mogelijk lokaal is gecompromitteerd, aangezien het slechts op één scherm gebeurde, wat wijst op een minder geavanceerde aanval. Onderzoekers bekijken nu hoe de beelden konden verschijnen, terwijl de impact op reizigers nog onduidelijk is. (Bron: gld.nl)"
    },
    {
        "id": "https://www.binnenlandsbestuur.nl/digitaal/ap-stelt-provincie-zuid-holland-onder-verscherpt-toezicht?datalekt=e19a49355c395e5c8435513fdcb23edee0cbfc3f58e8397a8c79e3435fb13d03",
        "url": "https://www.binnenlandsbestuur.nl/digitaal/ap-stelt-provincie-zuid-holland-onder-verscherpt-toezicht",
        "title": "Verscherpt toezicht op Provincie Zuid-Holland na privacygevoelig datalek",
        "date_published": "2024-04-13T12:01:00Z",
        "date_modified": "2024-04-13T12:01:00Z",
        "language": "nl-nl",
        "author": {
            "name": "binnenlandsbestuur.nl"
        },
        "content_html": "",
        "content_text": "Provincie Zuid-Holland | Overheid: Provincies | 11-04-2024 | De Autoriteit Persoonsgegevens heeft Provincie Zuid-Holland onder verscherpt toezicht gesteld na een ernstig datalek. In het interne systeem van de provincie waren privacygevoelige documenten zoals cv&#039;s en paspoortkopieën toegankelijk voor medewerkers zonder de vereiste autorisaties. Er zijn geen aanwijzingen dat deze informatie extern gedeeld is. De provincie heeft na ontdekking van het lek de toegangsrechten aangepast en de beveiliging van het systeem verbeterd. Er zijn geen directe gevolgen voor burgers of bedrijven gemeld. (Bron: binnenlandsbestuur.nl)"
    },
    {
        "id": "https://www.rtl.nl/tech/artikel/5444863/nexperia-gehackt-ransomware-cybercriminelen-dark-web?datalekt=70fede1716528f392651cef23977bcf910601afd8ca6456381c424beea81b6cf",
        "url": "https://www.rtl.nl/tech/artikel/5444863/nexperia-gehackt-ransomware-cybercriminelen-dark-web",
        "title": "Cybercriminelen bedreigen Nexperia met lekken van gevoelige informatie",
        "date_published": "2024-04-12T15:56:00Z",
        "date_modified": "2024-04-12T15:56:00Z",
        "language": "nl-nl",
        "author": {
            "name": "rtl.nl"
        },
        "content_html": "",
        "content_text": "Nexperia | Industrie | 12-04-2024 | De Nijmeegse chipfabrikant Nexperia is getroffen door een cyberaanval door de groep Dunghill, die dreigt honderden gigabytes aan bedrijfsgevoelige informatie te publiceren tenzij er losgeld betaald wordt. Deze informatie omvat onder andere handelsgeheimen en klantgegevens van grote bedrijven als SpaceX, Apple en Huawei. Nexperia, een sleutelspeler in de wereldwijde chipproductie, heeft de aanval bevestigd en werkt samen met cybersecurity-experts en autoriteiten om de schade te beperken. (Bron: rtl.nl)"
    },
    {
        "id": "https://www.nu.nl/tech/6308582/duizenden-codes-van-alarmsystemen-waren-jaar-lang-online-te-vinden-door-lek.html?datalekt=3721a3c4665a5355dd4f5c8e226e07eb76926fac9b605a086c0d613baf86765f",
        "url": "https://www.nu.nl/tech/6308582/duizenden-codes-van-alarmsystemen-waren-jaar-lang-online-te-vinden-door-lek.html",
        "title": "SMC Nederland neemt maatregelen na blootstelling door lek",
        "date_published": "2024-04-11T11:27:00Z",
        "date_modified": "2024-04-11T11:27:00Z",
        "language": "nl-nl",
        "author": {
            "name": "nu.nl"
        },
        "content_html": "",
        "content_text": "SMC Nederland | Industrie | 11-04-2024 | SMC Nederland kwam in de spotlight na een lek in de software van Carrier Global, waardoor afmeldcodes van duizenden alarmsystemen openbaar werden. Het bedrijf ondernam actie door alle afmeldcodes te resetten en extra authenticatiestappen in te voeren als reactie op het incident. Dit onderstreept het belang van snelle respons en transparantie bij cybersecurity incidenten binnen de alarmcentralebranche. (Bron: nu.nl)"
    },
    {
        "id": "https://www.nu.nl/tech/6308582/duizenden-codes-van-alarmsystemen-waren-jaar-lang-online-te-vinden-door-lek.html?datalekt=9c9d52cae2c7619298df051725b0d8dd199820cf3ef88453397bc9d8b8678084",
        "url": "https://www.nu.nl/tech/6308582/duizenden-codes-van-alarmsystemen-waren-jaar-lang-online-te-vinden-door-lek.html",
        "title": "Securitas reageert op beveiligingslek in gebruikte systemen",
        "date_published": "2024-04-11T11:26:00Z",
        "date_modified": "2024-04-11T11:26:00Z",
        "language": "nl-nl",
        "author": {
            "name": "nu.nl"
        },
        "content_html": "",
        "content_text": "Securitas | Advisering, onderzoek en overige specialistische zakelijke dienstverlening | 11-04-2024 | Securitas, een beveiligingsbedrijf, werd getroffen door een lek in systemen van Carrier Global, waarbij persoonsgegevens van klanten onbedoeld online beschikbaar kwamen. Het bedrijf sloot snel het kwetsbare systeem nadat het lek bekend werd. Securitas benadrukt de ernst waarmee zij de veiligheid van klantgegevens behandelen en heeft de nodige stappen ondernomen om herhaling te voorkomen. (Bron: nu.nl)"
    },
    {
        "id": "https://www.nu.nl/tech/6308582/duizenden-codes-van-alarmsystemen-waren-jaar-lang-online-te-vinden-door-lek.html?datalekt=1d9f986c332bf0327f77245f216441fa64f8c1a9660084c81588f9735be4ebe2",
        "url": "https://www.nu.nl/tech/6308582/duizenden-codes-van-alarmsystemen-waren-jaar-lang-online-te-vinden-door-lek.html",
        "title": "Beveiligingslek treft Fox-IT, bewaker van staatsgeheimen",
        "date_published": "2024-04-11T11:25:00Z",
        "date_modified": "2024-04-11T11:25:00Z",
        "language": "nl-nl",
        "author": {
            "name": "nu.nl"
        },
        "content_html": "",
        "content_text": "Fox-IT | Informatie en communicatie | 11-04-2024 | Een significant beveiligingslek bij Carrier Global heeft ervoor gezorgd dat afmeldcodes van alarmsystemen, waaronder die van Fox-IT, online toegankelijk waren. Fox-IT, bekend om het bewaren van staatsgeheimen, behoorde tot de minstens 26.000 Nederlandse systemen waarvan de beveiliging op het spel stond. Dit incident legt nadruk op het belang van strenge cybersecurity maatregelen binnen organisaties die met gevoelige informatie werken. (Bron: nu.nl)"
    },
    {
        "id": "https://www.nu.nl/tech/6308582/duizenden-codes-van-alarmsystemen-waren-jaar-lang-online-te-vinden-door-lek.html?datalekt=dc3602bb74c4c9a9fee3d2c2e62691bb29077895f862f415578cf8f85ccc70ed",
        "url": "https://www.nu.nl/tech/6308582/duizenden-codes-van-alarmsystemen-waren-jaar-lang-online-te-vinden-door-lek.html",
        "title": "Groot beveiligingslek treft duizenden Nederlandse alarmsystemen",
        "date_published": "2024-04-11T11:24:00Z",
        "date_modified": "2024-04-11T11:24:00Z",
        "language": "nl-nl",
        "author": {
            "name": "nu.nl"
        },
        "content_html": "",
        "content_text": "Onbekende aantal onbekende organisaties | Overige dienstverlening | 11-04-2024 | Een beveiligingslek bij het Amerikaanse bedrijf Carrier Global heeft ervoor gezorgd dat afmeldcodes van minstens 26.000 Nederlandse alarmsystemen meer dan een jaar online toegankelijk waren. Deze codes, cruciaal voor het uitschakelen van alarms bij onjuiste activatie, waren door een fout in een app van Carrier Global, gebruikt door alarmcentrale SMC, onbeschermd op internet beland. Ondanks waarschuwingen door een klokkenluider duurde het ruim een jaar voordat het lek werd gedicht, waarbij zowel SMC als Securitas, een ander getroffen bedrijf, pas actie ondernamen na externe aandacht. Het incident benadrukt ernstige zorgen over cybersecurity binnen de sector. (Bron: nu.nl)"
    },
    {
        "id": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb?datalekt=918bc2321787e85f793178444b6156c71092efae5024722c787121232117be0b",
        "url": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb",
        "title": "EAS Change Systems getroffen door ransomware aanval van de criminele organisatie Qilin",
        "date_published": "2024-04-08T15:27:00Z",
        "date_modified": "2024-04-08T15:27:00Z",
        "language": "nl-nl",
        "author": {
            "name": "ccinfo.nl"
        },
        "content_html": "",
        "content_text": "EAS Change Systems | Industrie | 06-04-2024 | De criminele organisatie Qilin heeft op het darkweb aangekondigd dat zij EAS Change Systems heeft getroffen met een ransomware-aanval en losgeld heeft geëist. (Bron: ccinfo.nl)"
    },
    {
        "id": "https://www.oogtv.nl/2024/03/na-provincie-ook-gemeente-groningen-doelwit-van-cyberaanval/?datalekt=e74263459da4538b177d5c330f30f7d151fa46d5d7d3b5c05840d5de64460efb",
        "url": "https://www.oogtv.nl/2024/03/na-provincie-ook-gemeente-groningen-doelwit-van-cyberaanval/",
        "title": "Gemeente Groningen getroffen door DDoS-aanval",
        "date_published": "2024-03-29T14:15:00Z",
        "date_modified": "2024-03-29T14:15:00Z",
        "language": "nl-nl",
        "author": {
            "name": "oogtv.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Groningen | Overheid: Gemeenten | 27-03-2024 | De gemeente Groningen werd kort na een aanval op de provincie zelf slachtoffer van een DDoS-aanval, waarbij de website tijdelijk onbereikbaar was door een overvloed aan verzoeken via VPN-servers uit Nederland en Roemenië. De aanval werd gestopt door de betreffende IP-adressen te blokkeren en er zijn plannen om de websitebeveiliging te versterken met een extra firewall. De daders zijn onbekend, in tegenstelling tot de aanval op de provincie die werd opgeëist door een pro-Russische groep. Er is geen informatie over financiële schade of het aantal getroffen gebruikers gedeeld. (Bron: oogtv.nl)"
    },
    {
        "id": "https://nos.nl/regio/limburg/artikel/503322-datalek-zuyderland-persoonsgegevens-medewerkers-op-straat?datalekt=e59bcbf253c6ab5a7659fcd2e45557293015f55fd6d9391c3cce1fdfa5852c2b",
        "url": "https://nos.nl/regio/limburg/artikel/503322-datalek-zuyderland-persoonsgegevens-medewerkers-op-straat",
        "title": "Omvangrijk datalek bij Zuyderland treft persoonsgegevens van medewerkers",
        "date_published": "2024-03-29T14:10:00Z",
        "date_modified": "2024-03-29T14:10:00Z",
        "language": "nl-nl",
        "author": {
            "name": "nos.nl"
        },
        "content_html": "",
        "content_text": "Zuyderland | Gezondheids- en welzijnszorg | 27-03-2024 | Persoonsgegevens van (oud-)medewerkers van Zuyderland Thuishulp en Zuyderland Thuiszorg zijn blootgesteld door een datalek, veroorzaakt door een fout bij een leverancier. Gedurende een jaar konden onbevoegden gevoelige informatie zoals BSN-nummers, bankgegevens en contactinformatie inzien. Het incident, dat geen cliëntgegevens betreft, heeft geleid tot excuses van Zuyderland en maatregelen om herhaling te voorkomen. Getroffen medewerkers worden aangeraden hun wachtwoorden te wijzigen en waakzaam te zijn voor oplichting. De exacte omvang van het lek is nog onbekend. (Bron: nos.nl)"
    },
    {
        "id": "https://www.rtvoost.nl/nieuws/2326483/website-provincie-overijssel-doelwit-van-ddos-aanval?datalekt=08cd70a6b77932aca9372c6fb87d1ee08b5864373b0b93cbf41575fb6b4f0359",
        "url": "https://www.rtvoost.nl/nieuws/2326483/website-provincie-overijssel-doelwit-van-ddos-aanval",
        "title": "Website provincie Overijssel getroffen door DDoS-aanval",
        "date_published": "2024-03-27T08:46:00Z",
        "date_modified": "2024-03-27T08:46:00Z",
        "language": "nl-nl",
        "author": {
            "name": "rtvoost.nl"
        },
        "content_html": "",
        "content_text": "Provincie Overijssel | Overheid: Provincies | 25-03-2024 | De website van de provincie Overijssel was korte tijd moeilijk bereikbaar door een DDoS-aanval. De aanval, waarvan de daders onbekend zijn, beperkte zich tot deze site, terwijl andere provinciale websites volledig onbereikbaar waren. Er is geen toegang verkregen tot de systemen van de provincie. Er wordt gespeculeerd dat pro-Russische hackers, bekend van aanvallen op Europese overheidswebsites, mogelijk achter deze actie zitten. De aanval maakt deel uit van een groter patroon van digitale verstoringen gericht tegen Nederlandse infrastructuur. (Bron: rtvoost.nl)"
    },
    {
        "id": "https://www.omroepbrabant.nl/nieuws/4441152/datalek-bij-fontys-studenten-konden-gevoelige-bestanden-inzien?datalekt=3493cfa9b5da69dce40b2227ec5761b85368dd2af8efe6d4306ea4e65405c168",
        "url": "https://www.omroepbrabant.nl/nieuws/4441152/datalek-bij-fontys-studenten-konden-gevoelige-bestanden-inzien",
        "title": "Datalek bij Fontys Hogeschool door onjuist gedeelde bestanden",
        "date_published": "2024-03-26T20:55:00Z",
        "date_modified": "2024-03-26T20:55:00Z",
        "language": "nl-nl",
        "author": {
            "name": "omroepbrabant.nl"
        },
        "content_html": "",
        "content_text": "Fontys Hogeschool | Onderwijs | 26-03-2024 | Bij Fontys Hogeschool konden studenten en medewerkers gevoelige gegevens inzien door een datalek in OneDrive, waarbij documenten zoals tentamens, inloggegevens, en contracten toegankelijk waren. Het lek ontstond doordat ten minste één medewerker documenten deelde met de hele organisatie, wat niet de bedoeling was. De exacte omvang van het lek is nog onbekend. Fontys onderzoekt de zaak en voert campagnes voor informatieveiligheid uit. (Bron: omroepbrabant.nl)"
    },
    {
        "id": "https://www.security.nl/posting/835468/UWV+en+SVB+hadden+duizend+datalekken+in+eerste+acht+maanden+2023?datalekt=804d8f5b0709b88c0ea72d3a684277f954a3c58cf15de139a8dddb5b1aca0030",
        "url": "https://www.security.nl/posting/835468/UWV+en+SVB+hadden+duizend+datalekken+in+eerste+acht+maanden+2023",
        "title": "SVB registreert talrijke datalekken tot augustus 2023",
        "date_published": "2024-03-26T16:31:00Z",
        "date_modified": "2024-03-26T16:31:00Z",
        "language": "nl-nl",
        "author": {
            "name": "security.nl"
        },
        "content_html": "",
        "content_text": "Sociale Verzekeringsbank (SVB) | Overheid: Zelfstandige bestuursorganen | 26-03-2024 | De Sociale Verzekeringsbank (SVB) heeft in de loop van 2023 honderden datalekken ervaren (samen met UWV meer dan 1000). Volgens het ministerie van Sociale Zaken en Werkgelegenheid waren deze incidenten overwegend van beperkte omvang, zoals het verzenden van een brief naar een verkeerd adres. (Bron: security.nl)"
    },
    {
        "id": "https://www.security.nl/posting/835468/UWV+en+SVB+hadden+duizend+datalekken+in+eerste+acht+maanden+2023?datalekt=ce5b261326640650dab5dc5add4d4eea668194e24942d0f7f5799555eb2388fc",
        "url": "https://www.security.nl/posting/835468/UWV+en+SVB+hadden+duizend+datalekken+in+eerste+acht+maanden+2023",
        "title": "UWV kampt met honderden datalekken in 2023",
        "date_published": "2024-03-26T16:30:00Z",
        "date_modified": "2024-03-26T16:30:00Z",
        "language": "nl-nl",
        "author": {
            "name": "security.nl"
        },
        "content_html": "",
        "content_text": "Uitkeringsinstituut Werknemersverzekeringen (UWV) | Overheid: Zelfstandige bestuursorganen | 26-03-2024 | Het Uitkeringsinstituut Werknemersverzekeringen (UWV) heeft in 2023 honderden datalekken ervaren (samen met SVB meer dan 1000). Deze omvatten specifieke incidenten zoals onjuiste toegang tot persoonsgegevens, het per ongeluk versturen van gevoelige informatie, en onder andere fouten in de beveiliging van digitale systemen. (Bron: security.nl)"
    },
    {
        "id": "https://www.nu.nl/tech/6306531/cyberaanval-legt-websites-van-meerdere-provincies-plat.html?datalekt=1a60cbad10f3fb6ce9c26072a8757012a74903dadfa93da9b31145c762bbae25",
        "url": "https://www.nu.nl/tech/6306531/cyberaanval-legt-websites-van-meerdere-provincies-plat.html",
        "title": "Website provincie Noord-Brabant slachtoffer van cyberaanval",
        "date_published": "2024-03-25T14:31:00Z",
        "date_modified": "2024-03-25T14:31:00Z",
        "language": "nl-nl",
        "author": {
            "name": "nu.nl"
        },
        "content_html": "",
        "content_text": "Provincie Noord-Brabant | Overheid: Provincies | 25-03-2024 | Een intensieve DDoS-aanval verstoorde de online diensten van de provincie Noord-Brabant, waardoor de toegang tot cruciale informatie en diensten werd belemmerd. Deze aanval benadrukt het belang van voortdurende investeringen in cybersecurity en de ontwikkeling van robuuste systemen om dergelijke aanvallen in de toekomst te weerstaan. (Bron: nu.nl)"
    },
    {
        "id": "https://www.nu.nl/tech/6306531/cyberaanval-legt-websites-van-meerdere-provincies-plat.html?datalekt=ac0140e413f66d1266209747713bad0a7408c611468deca82b4d8f45d58c80b6",
        "url": "https://www.nu.nl/tech/6306531/cyberaanval-legt-websites-van-meerdere-provincies-plat.html",
        "title": "Cyberaanval legt digitale dienstverlening provincie Groningen plat",
        "date_published": "2024-03-25T14:30:00Z",
        "date_modified": "2024-03-25T14:30:00Z",
        "language": "nl-nl",
        "author": {
            "name": "nu.nl"
        },
        "content_html": "",
        "content_text": "Provincie Groningen | Overheid: Provincies | 25-03-2024 | De provincie Groningen ondervond aanzienlijke hinder van een DDoS-aanval, die haar website tijdelijk onbereikbaar maakte. Deze cyberaanval toont de noodzaak voor versterkte online beveiliging en bewustwording rondom de methodieken van cybercriminelen. Groningen zet stappen naar verbeterde beveiligingsprotocollen. (Bron: nu.nl)"
    },
    {
        "id": "https://www.nu.nl/tech/6306531/cyberaanval-legt-websites-van-meerdere-provincies-plat.html?datalekt=fe250a83086ad01427fe4e5fdfc79611a6e96f228d7bdb1c68e05917ec3ee671",
        "url": "https://www.nu.nl/tech/6306531/cyberaanval-legt-websites-van-meerdere-provincies-plat.html",
        "title": "Provincie Noord-Holland getroffen door DDoS-aanval",
        "date_published": "2024-03-25T14:29:00Z",
        "date_modified": "2024-03-25T14:29:00Z",
        "language": "nl-nl",
        "author": {
            "name": "nu.nl"
        },
        "content_html": "",
        "content_text": "Provincie Noord-Holland | Overheid: Provincies | 25-03-2024 | De website van de provincie Noord-Holland werd onbereikbaar door een gerichte DDoS-aanval, waarbij een overvloed aan verkeer de toegang verstoorde. De aard van de aanval, gericht op het overbelasten van de server, onderstreept de kwetsbaarheid van essentiële digitale diensten voor dergelijke cyberdreigingen. De provincie werkt aan herstel en preventieve maatregelen. (Bron: nu.nl)"
    },
    {
        "id": "https://www.distrifood.nl/175795/privacywaakhond-berispt-nettorama-na-tonen-fotos-met-winkeldieven?datalekt=1434bfcbda2faa8a70de3972adf9ac61fb5526fd6e23199892999ecc86aa3350",
        "url": "https://www.distrifood.nl/175795/privacywaakhond-berispt-nettorama-na-tonen-fotos-met-winkeldieven",
        "title": "Nettorama Utrecht berispt voor schenden privacy door tonen foto&#039;s winkeldieven",
        "date_published": "2024-03-24T17:45:00Z",
        "date_modified": "2024-03-24T17:45:00Z",
        "language": "nl-nl",
        "author": {
            "name": "distrifood.nl"
        },
        "content_html": "",
        "content_text": "Nettorama | Groot- en detailhandel | 22-03-2024 | Nettorama Utrecht heeft kritiek gekregen van de Autoriteit Persoonsgegevens voor het openbaar tonen van foto&#039;s van vermoedelijke winkeldieven, wat een inbreuk maakt op de AVG. Het beleid, waarbij foto&#039;s vanuit bewakingsbeelden in de winkel worden getoond, wordt gezien als een premature veroordeling. Maatregelen tegen winkeldiefstal, zoals tassencontroles en het blokkeren van lijnkassa&#039;s, worden ook toegepast. De Autoriteit benadrukt dat het delen van dergelijke foto&#039;s met personeel wel is toegestaan, mits deze niet zichtbaar zijn voor klanten. (Bron: distrifood.nl)"
    },
    {
        "id": "https://www.rtvutrecht.nl/nieuws/3710332/leden-utrechtsch-studenten-corps-geschorst-na-delen-bangalijst-weerzinwekkende-actie?datalekt=697ff5bc0dda04588fba2db6d35fcbe68c8110dcf42880232b0916dff6fefc50",
        "url": "https://www.rtvutrecht.nl/nieuws/3710332/leden-utrechtsch-studenten-corps-geschorst-na-delen-bangalijst-weerzinwekkende-actie",
        "title": "Utrechts Studenten Corps schorst leden na delen kwetsende PowerPoint",
        "date_published": "2024-03-23T11:52:00Z",
        "date_modified": "2024-03-23T11:52:00Z",
        "language": "nl-nl",
        "author": {
            "name": "rtvutrecht.nl"
        },
        "content_html": "",
        "content_text": "Utrechtsch Studenten Corps (USC) | Overige dienstverlening | 15-03-2024 | Leden van het Utrechtsch Studenten Corps (USC) zijn geschorst na het verspreiden van een PowerPoint met beledigende inhoud over studenten van de UVSV. De presentatie, genaamd &#039;Grietenpresentatie jaartje 23&#039;, beoordeelde zo&#039;n dertig vrouwen op hun uiterlijk en seksuele prestaties, inclusief foto&#039;s en persoonlijke gegevens. Het USC heeft de betrokken leden geschorst en benadrukt de noodzaak van cultuurverbetering en meer aandacht voor seksueel welzijn. De Utrechtse politiek en universiteiten reageren geschokt en benadrukken de ernst van de privacy schending en onveiligheid die deze actie met zich meebrengt. (Bron: rtvutrecht.nl)"
    },
    {
        "id": "https://www.rtlnieuws.nl/nieuws/nederland/artikel/5238525/studentenvereniging-vindicat-banga-lijst-vrouwen-schorsing?datalekt=ffaa02fa1b2e23b4088cd6de1d13b7e6fb9ed3ba99a3fe2fd91002cc626c1694",
        "url": "https://www.rtlnieuws.nl/nieuws/nederland/artikel/5238525/studentenvereniging-vindicat-banga-lijst-vrouwen-schorsing",
        "title": "Vindicat schorst lid wegens ongepaste lijst over vrouwelijke studenten",
        "date_published": "2024-03-23T11:50:00Z",
        "date_modified": "2024-03-23T11:50:00Z",
        "language": "nl-nl",
        "author": {
            "name": "rtlnieuws.nl"
        },
        "content_html": "",
        "content_text": "Vindicat atque Polit | Overige dienstverlening | 26-06-2021 | Bij studentenvereniging Vindicat in Groningen is een ongepaste lijst met namen en opmerkingen over circa 100 vrouwelijke leden opgedoken. De lijst verscheen in een groepsapp en leidde tot de onbepaalde schorsing van het verantwoordelijke lid. Dit incident is niet het eerste in zijn soort bij Vindicat, dat eerder negatief in het nieuws kwam, onder meer vanwege het negeren van coronamaatregelen. Het snelle ingrijpen van de vereniging na het opduiken van de lijst wordt door externe partijen gewaardeerd. (Bron: rtlnieuws.nl)"
    },
    {
        "id": "https://nos.nl/op3/artikel/2134010-rector-vindicat-bangalijst-is-slechte-studentengrap-met-nare-gevolgen?datalekt=6892af559af9979c81e41488c21fd4b76749dfc5ef1c4a68c952ed168d89b28a",
        "url": "https://nos.nl/op3/artikel/2134010-rector-vindicat-bangalijst-is-slechte-studentengrap-met-nare-gevolgen",
        "title": "Ongepaste studentengrap bij Vindicat heeft serieuze gevolgen",
        "date_published": "2024-03-23T11:48:00Z",
        "date_modified": "2024-03-23T11:48:00Z",
        "language": "nl-nl",
        "author": {
            "name": "nos.nl"
        },
        "content_html": "",
        "content_text": "Vindicat atque Polit | Overige dienstverlening | 22-09-2016 | Een zogenaamde &#039;bangalijst&#039; verspreid door leden van de Groningse studentenvereniging Vindicat, met daarop foto&#039;s, namen en telefoonnummers van 22 vrouwelijke studenten, leidt tot ernstige privacy- en veiligheidszorgen. De lijst, bedoeld als grap, resulteert in ongewenste aandacht en intimidatie voor de genoemde studentes. De vereniging heeft inmiddels dertien mannelijke leden geschorst en neemt maatregelen om dergelijke incidenten in de toekomst te voorkomen. De betrokken vrouwen hebben gekozen tegen aangifte, prioriterend hun privacy boven publieke aandacht. (Bron: nos.nl)"
    },
    {
        "id": "https://tweakers.net/nieuws/220056/flevoziekenhuis-laat-e-mailadressen-van-800-patienten-uitlekken.html?datalekt=f2d5989c92b7a6031e36de6908fd3e17cfb5a6ff0191e3f427186d915b84d8f1",
        "url": "https://tweakers.net/nieuws/220056/flevoziekenhuis-laat-e-mailadressen-van-800-patienten-uitlekken.html",
        "title": "Datalek bij Flevoziekenhuis: 800 e-mailadressen onbedoeld gedeeld",
        "date_published": "2024-03-23T11:28:00Z",
        "date_modified": "2024-03-23T11:28:00Z",
        "language": "nl-nl",
        "author": {
            "name": "tweakers.net"
        },
        "content_html": "",
        "content_text": "Flevoziekenhuis | Gezondheids- en welzijnszorg | 22-03-2024 | Het Flevoziekenhuis heeft door een fout de e-mailadressen van 800 patiënten blootgesteld. Deze situatie vond plaats tijdens het versturen van informatie over een nieuwe app, waarbij de BCC-functie niet gebruikt werd, waardoor e-mailadressen voor alle ontvangers zichtbaar waren. De betrokken patiënten behoorden voornamelijk tot de afdeling maag-, darm- en leverziekten. Het ziekenhuis heeft een onderzoek ingesteld en het incident gemeld bij de Autoriteit Persoonsgegevens, in lijn met de AVG-richtlijnen. (Bron: tweakers.net)"
    },
    {
        "id": "https://www.nrc.nl/nieuws/2023/09/20/autoriteit-persoonsgegevens-stelt-onderzoek-in-naar-ministerie-van-sociale-zaken-vanwege-privacyschendingen-moslimgemeenschap-a4174954?datalekt=35edaac3b81c7834dbd941837ace9c481370db19ac99ca03f41237f32689617b",
        "url": "https://www.nrc.nl/nieuws/2023/09/20/autoriteit-persoonsgegevens-stelt-onderzoek-in-naar-ministerie-van-sociale-zaken-vanwege-privacyschendingen-moslimgemeenschap-a4174954",
        "title": "Onderzoek naar Ministerie van Sociale Zaken wegens privacyschendingen moslimgemeenschap",
        "date_published": "2023-09-23T14:00:00Z",
        "date_modified": "2024-03-20T12:47:00Z",
        "language": "nl-nl",
        "author": {
            "name": "nrc.nl"
        },
        "content_html": "",
        "content_text": "Ministerie van Sociale Zaken en Werkgelegenheid (SZW) | Overheid: Ministeries | 20-09-2023 | De Autoriteit Persoonsgegevens (AP) onderzoekt het Ministerie van Sociale Zaken wegens onrechtmatige en geheime onderzoeken naar Nederlandse moslims, voornamelijk salafisten. Het ministerie wordt bekritiseerd voor het niet actief informeren van de getroffen burgers over schendingen van hun grondrechten. Ondanks aandringen van de AP, is het ministerie niet van plan om de getroffen burgers te informeren [Update: d.d. 19 maart 2024 is bekend geworden dat 12 mensen een excuusbrief hebben ontvangen]. Deze praktijken worden omschreven als een &quot;zorgelijke ontwikkeling&quot;, en er zijn zorgen over mogelijke schadeclaims van de getroffen burgers. (Bron: nrc.nl)"
    },
    {
        "id": "https://www.nrc.nl/nieuws/2024/03/18/odido-krijgt-boete-vanwege-schending-privacy-van-miljoenen-klanten-a4193372?datalekt=359e4067d28ec423f7e92bb2a42ce1f969d327381eedef5f630b78e069b55a42",
        "url": "https://www.nrc.nl/nieuws/2024/03/18/odido-krijgt-boete-vanwege-schending-privacy-van-miljoenen-klanten-a4193372",
        "title": "Odido ontvangt boete voor misbruik locatiegegevens klanten",
        "date_published": "2024-03-18T19:39:00Z",
        "date_modified": "2024-03-18T19:39:00Z",
        "language": "nl-nl",
        "author": {
            "name": "nrc.nl"
        },
        "content_html": "",
        "content_text": "Odido | Informatie en communicatie | 18-03-2024 | Telecomprovider Odido, voorheen bekend als T-Mobile, heeft een boete van 175.000 euro ontvangen van de Rijksinspectie Digitale Infrastructuur (RDI) wegens het schenden van de privacy van miljoenen abonnees. Dit gebeurde door een samenwerking met het Centraal Bureau voor de Statistiek (CBS) tussen 2018 en 2020, waarbij locatiegegevens van 2,5 tot 4,5 miljoen abonnees werden gebruikt om een algoritme te ontwikkelen. Deze gegevens, hoewel gepseudonimiseerd, konden potentieel worden herleid tot individuele personen. Odido en CBS hebben maatregelen getroffen na de onthulling van deze praktijken. (Bron: nrc.nl)"
    },
    {
        "id": "https://www.rijnmondnieuws.com/d66-wethouder-russen-hebben-site-aangevallen-gemeente-vlaardingen/?datalekt=e08c23673cc9782ea3048d5c280ad63676809a851b4bdf1d6055ca70d88a97a6",
        "url": "https://www.rijnmondnieuws.com/d66-wethouder-russen-hebben-site-aangevallen-gemeente-vlaardingen/",
        "title": "Cyberaanval treft gemeente Vlaardingen: Russische daders verdacht",
        "date_published": "2024-03-16T14:04:00Z",
        "date_modified": "2024-03-16T14:04:00Z",
        "language": "nl-nl",
        "author": {
            "name": "rijnmondnieuws.com"
        },
        "content_html": "",
        "content_text": "Gemeente Vlaardingen | Overheid: Gemeenten | 14-03-2024 | De website van de gemeente Vlaardingen was recentelijk het doelwit van een DDoS-aanval, waardoor de toegang voor burgers tijdelijk geblokkeerd werd. Wethouder Koen Kegel suggereert dat Russische cybercriminelen achter deze aanval zitten, mogelijk als reactie op het lokale beleid omtrent het asielzoekerscentrum voor Oekraïners. Er is geen concreet bewijs geleverd voor deze claim. DDoS-aanvallen vormen een toenemend probleem op wereldwijde schaal, met frequent vermoedens van Russische betrokkenheid, al kunnen dergelijke aanvallen via Russische servers wereldwijd geïnitieerd worden. (Bron: rijnmondnieuws.com)"
    },
    {
        "id": "https://helpcenter.mett.nl/performance/performance+-+opgeloste+issues/2621503.aspx?datalekt=7396dbf7d4342257d5de1f26b5de91c1b72ef9df1516baec81913e0ece4e3ebb",
        "url": "https://helpcenter.mett.nl/performance/performance+-+opgeloste+issues/2621503.aspx",
        "title": "Mett platform korte tijd onbereikbaar door DDoS-aanval",
        "date_published": "2024-03-16T14:01:00Z",
        "date_modified": "2024-03-16T14:01:00Z",
        "language": "nl-nl",
        "author": {
            "name": "mett.nl"
        },
        "content_html": "",
        "content_text": "Mett | Informatie en communicatie | 18-12-2023 | Een aantal platformen van Mett was vanmiddag voor ongeveer 10 minuten niet bereikbaar vanwege een DDoS-aanval. De organisatie heeft snel maatregelen getroffen om de aanval te stoppen, waardoor alle platformen weer toegankelijk zijn. Mett blijft de situatie nauwlettend volgen om dergelijke incidenten in de toekomst te voorkomen. Er is geen informatie verstrekt over de aanvaller of over eventuele (financiële) schade en getroffen gebruikers. (Bron: mett.nl)"
    },
    {
        "id": "https://www.nhnieuws.nl/nieuws/280272/gemeente-sluit-onderzoek-naar-phishing-mail-af-misbruik-gegevens-niet-te-achterhalen?datalekt=9673d4100e0db6595a4d2b4920f2600b040cf6cec9a01e1adc5554d45c8e618f",
        "url": "https://www.nhnieuws.nl/nieuws/280272/gemeente-sluit-onderzoek-naar-phishing-mail-af-misbruik-gegevens-niet-te-achterhalen",
        "title": "Phishing-aanval legt gegevens van honderden Alkmaarders bloot",
        "date_published": "2024-03-16T13:56:00Z",
        "date_modified": "2024-03-16T13:56:00Z",
        "language": "nl-nl",
        "author": {
            "name": "nhnieuws.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Alkmaar | Overheid: Gemeenten | 03-02-2021 | Een phishing-mail heeft de gevoelige informatie van honderden inwoners van Alkmaar blootgesteld. Het incident kwam aan het licht nadat een medewerker op een nep-link klikte, waardoor de mailbox tijdelijk toegankelijk was voor onbevoegden. Ondanks een onderzoek is onduidelijk gebleven wat er met de gegevens is gebeurd. De gemeente heeft de betrokkenen geïnformeerd, extra veiligheidsmaatregelen getroffen, en melding gemaakt bij de Autoriteit Persoonsgegevens en de politie. (Bron: nhnieuws.nl)"
    },
    {
        "id": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb?datalekt=6e034fca580cd7f6e69394efb34a6d09c30c7e7b1d127ba15846df51c7403927",
        "url": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb",
        "title": "Ammega Group getroffen door ransomware aanval van de criminele organisatie Cactus",
        "date_published": "2024-03-12T14:44:00Z",
        "date_modified": "2024-03-12T14:44:00Z",
        "language": "nl-nl",
        "author": {
            "name": "ccinfo.nl"
        },
        "content_html": "",
        "content_text": "Ammega Group | Industrie | 11-03-2024 | De criminele organisatie Cactus heeft op het darkweb aangekondigd dat zij Ammega Group heeft getroffen met een ransomware-aanval en losgeld heeft geëist. (Bron: ccinfo.nl)"
    },
    {
        "id": "https://www.leidschdagblad.nl/cnt/dmf20240307_53950069?datalekt=12ae16b587144be449adc7de2ab65df458f00d6eeeddc0c7978efa20f7038c64",
        "url": "https://www.leidschdagblad.nl/cnt/dmf20240307_53950069",
        "title": "Lisse betrokken bij regionaal datalek door verstuurde energiebonnen",
        "date_published": "2024-03-09T10:03:00Z",
        "date_modified": "2024-03-09T10:03:00Z",
        "language": "nl-nl",
        "author": {
            "name": "leidschdagblad.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Lisse | Overheid: Gemeenten | 07-03-2024 | Ook de gemeente Lisse is betrokken bij het datalek veroorzaakt door de foutieve verzending van energiebonnen, waarbij persoonsgegevens van de inwoners zijn gelekt. Dit incident maakt deel uit van een breder probleem dat 262 inwoners treft verspreid over drie gemeenten. De gemeente Lisse heeft, net als de andere gemeenten, haar excuses aangeboden aan de getroffen inwoners en werkt aan maatregelen om de privacy van haar inwoners beter te beschermen. (Bron: leidschdagblad.nl)"
    },
    {
        "id": "https://www.leidschdagblad.nl/cnt/dmf20240307_53950069?datalekt=940812f88f77389c991aee1888faeac6d2c1318ad51e98a95b6da0b21560a1c0",
        "url": "https://www.leidschdagblad.nl/cnt/dmf20240307_53950069",
        "title": "Datalek raakt inwoners van Hillegom door fout in verzending energiebonnen",
        "date_published": "2024-03-09T10:02:00Z",
        "date_modified": "2024-03-09T10:02:00Z",
        "language": "nl-nl",
        "author": {
            "name": "leidschdagblad.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Hillegom | Overheid: Gemeenten | 07-03-2024 | In Hillegom heeft een vergelijkbaar datalek plaatsgevonden als in Teylingen, waarbij persoonsgegevens van inwoners door een fout in de verzending van energiebonnen zijn gelekt. Dit lek treft een deel van de 262 in totaal getroffen inwoners over drie gemeenten. Specifieke maatregelen of het exacte aantal getroffen inwoners in Hillegom zijn niet vermeld, maar de gemeente heeft excuses aangeboden en benadrukt het belang van zorgvuldigheid met persoonsgegevens. (Bron: leidschdagblad.nl)"
    },
    {
        "id": "https://www.bollenstreekomroep.nl/tientallen-gegevens-van-inwoners-uit-teylingen-verkeerd-verstuurd-met-energiebonnen/?datalekt=d96ef977c0962268c44933801a322b19dd4c47c37a9fd8d08e2b0ca15a855bdc",
        "url": "https://www.bollenstreekomroep.nl/tientallen-gegevens-van-inwoners-uit-teylingen-verkeerd-verstuurd-met-energiebonnen/",
        "title": "Datalek in Teylingen door fout met energiebonnen",
        "date_published": "2024-03-09T09:53:00Z",
        "date_modified": "2024-03-09T09:53:00Z",
        "language": "nl-nl",
        "author": {
            "name": "bollenstreekomroep.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Teylingen | Overheid: Gemeenten | 07-03-2024 | In de gemeente Teylingen is door een menselijke fout een datalek ontstaan bij het versturen van brieven voor energiebonnen. Hierdoor zijn de persoonlijke gegevens van 87 inwoners, verdeeld over Voorhout, Sassenheim en Warmond, onbedoeld verstrekt aan 19 andere inwoners. De fout ontstond tijdens het e-mailen van etiket-teksten voor de enveloppen. Getroffen inwoners zijn geïnformeerd met het verzoek de ontvangen e-mail te verwijderen. De gemeente heeft maatregelen genomen om de betrokkenen te beschermen en hen gevraagd waakzaam te zijn voor mogelijke gevolgen van dit datalek. (Bron: bollenstreekomroep.nl)"
    },
    {
        "id": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb?datalekt=7aa2bdaae1c97b88915ca1c27bf80ae2533dccd0b162ce11049ea85719ec9cd0",
        "url": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb",
        "title": "VanderHelm Bedrijven getroffen door ransomware aanval van de criminele organisatie Donex",
        "date_published": "2024-03-09T09:46:00Z",
        "date_modified": "2024-03-09T09:46:00Z",
        "language": "nl-nl",
        "author": {
            "name": "ccinfo.nl"
        },
        "content_html": "",
        "content_text": "VanderHelm Bedrijven | Bouwnijverheid | 07-03-2024 | De criminele organisatie Donex heeft op het darkweb aangekondigd dat zij VanderHelm Bedrijven heeft getroffen met een ransomware-aanval en losgeld heeft geëist. (Bron: ccinfo.nl)"
    },
    {
        "id": "https://www.bnr.nl/nieuws/technologie/10541786/tientallen-open-servers-bij-nederlandse-bedrijven-gegevens-op-straat?datalekt=167dc3f2e02f6a9b0ce6cad335b63866ffddbcc2224d48a38b242b608ab0ef8a",
        "url": "https://www.bnr.nl/nieuws/technologie/10541786/tientallen-open-servers-bij-nederlandse-bedrijven-gegevens-op-straat",
        "title": "Groot aantal Nederlandse bedrijven kwetsbaar door open cloudservers",
        "date_published": "2024-03-06T08:31:00Z",
        "date_modified": "2024-03-06T08:31:00Z",
        "language": "nl-nl",
        "author": {
            "name": "bnr.nl"
        },
        "content_html": "",
        "content_text": "46 onbekende organisaties | Overige dienstverlening | 03-03-2024 | Uit onderzoek blijkt dat bijna vijftig Nederlandse bedrijven en instellingen te maken hebben met onvoldoende beveiligde cloudomgevingen, waardoor gevoelige informatie openbaar toegankelijk is geworden. Dit probleem, veroorzaakt door een gebrek aan juiste beveiligingsinstellingen bij het gebruik van cloudopslagdiensten zoals Amazon, Azure, en Google, toont aan dat de verantwoordelijkheid voor data-beveiliging bij de data-eigenaren zelf ligt. De reactie op deze ontdekking varieert, met sommige organisaties die direct actie ondernemen en anderen die niet reageren. (Bron: bnr.nl)"
    },
    {
        "id": "https://www.omroepwest.nl/nieuws/4813654/gemeente-stuurt-per-ongeluk-gegevens-duizenden-kinderen-rond-menselijke-fout?datalekt=283189216893324d15706015282f4bdc528e7cac074d77ca3d031f15f4bb1b95",
        "url": "https://www.omroepwest.nl/nieuws/4813654/gemeente-stuurt-per-ongeluk-gegevens-duizenden-kinderen-rond-menselijke-fout",
        "title": "Gegevens van duizenden kinderen op zwemleswachtlijst per ongeluk gedeeld door gemeente Den Haag",
        "date_published": "2024-03-05T21:59:00Z",
        "date_modified": "2024-03-05T21:59:00Z",
        "language": "nl-nl",
        "author": {
            "name": "omroepwest.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Den Haag | Overheid: Gemeenten | 05-03-2024 | De gemeente Den Haag heeft door een menselijke fout gevoelige informatie van kinderen op de zwemleswachtlijst per e-mail verspreid. De e-mail bevatte namen, adressen, telefoonnummers en andere persoonlijke gegevens van de kinderen. Hoewel geprobeerd werd de verzending ongedaan te maken, kon niet gegarandeerd worden dat dit bij iedereen gelukt is. Ontvangers zijn verzocht de e-mail te verwijderen. De gemeente zal het datalek melden bij de autoriteit persoonsgegevens. (Bron: omroepwest.nl)"
    },
    {
        "id": "https://www.bnr.nl/nieuws/technologie/10541786/tientallen-open-servers-bij-nederlandse-bedrijven-gegevens-op-straat?datalekt=f510d3d4d33f938b859c8d3d5200e7945e3d7e2dd2953ab23b879a90632fb145",
        "url": "https://www.bnr.nl/nieuws/technologie/10541786/tientallen-open-servers-bij-nederlandse-bedrijven-gegevens-op-straat",
        "title": "Vereniging van Waterbouwers: Risico op malware door uploadmogelijkheid",
        "date_published": "2024-03-05T09:23:00Z",
        "date_modified": "2024-03-05T09:23:00Z",
        "language": "nl-nl",
        "author": {
            "name": "bnr.nl"
        },
        "content_html": "",
        "content_text": "Vereniging van Waterbouwers | Verhuur van roerende goederen en overige zakelijke dienstverlening | 03-03-2024 | De Vereniging van Waterbouwers had een server waarop het mogelijk was om data te uploaden, wat een aanzienlijk beveiligingsrisico vormt. Na identificatie van dit probleem door BNR, heeft de vereniging hun systemen aangepast om te voorkomen dat kwaadwillenden malware konden uploaden. (Bron: bnr.nl)"
    },
    {
        "id": "https://www.bnr.nl/nieuws/technologie/10541786/tientallen-open-servers-bij-nederlandse-bedrijven-gegevens-op-straat?datalekt=b76218054fd8f245bb68ac5a8e375ff0c3e0fa4e2e1850394bc481d186939592",
        "url": "https://www.bnr.nl/nieuws/technologie/10541786/tientallen-open-servers-bij-nederlandse-bedrijven-gegevens-op-straat",
        "title": "B&amp;amp;F Casting: Lek legt scripts en persoonlijke documenten bloot",
        "date_published": "2024-03-05T09:22:00Z",
        "date_modified": "2024-03-05T09:22:00Z",
        "language": "nl-nl",
        "author": {
            "name": "bnr.nl"
        },
        "content_html": "",
        "content_text": "B&amp;amp;F Casting | Verhuur van roerende goederen en overige zakelijke dienstverlening | 03-03-2024 | B&amp;amp;F Casting had te maken met een datalek waarbij honderden scripts, briefings, cv&#039;s en ondertekende contracten online beschikbaar waren. Dit kwam door gebrekkig beveiligde cloudopslag. Na de waarschuwing van BNR heeft het castingbureau actie ondernomen om hun digitale beveiliging te versterken. (Bron: bnr.nl)"
    },
    {
        "id": "https://www.bnr.nl/nieuws/technologie/10541786/tientallen-open-servers-bij-nederlandse-bedrijven-gegevens-op-straat?datalekt=f9054463c05104079a454e45b1e025d55940a2c7ac391a5004a06f50b5a0ee8a",
        "url": "https://www.bnr.nl/nieuws/technologie/10541786/tientallen-open-servers-bij-nederlandse-bedrijven-gegevens-op-straat",
        "title": "Thermen Resorts: Cv&#039;s en sollicitatiebrieven per ongeluk openbaar",
        "date_published": "2024-03-05T09:21:00Z",
        "date_modified": "2024-03-05T09:21:00Z",
        "language": "nl-nl",
        "author": {
            "name": "bnr.nl"
        },
        "content_html": "",
        "content_text": "Thermen Resorts | Overige dienstverlening | 03-03-2024 | Ook Thermen Resorts werd geconfronteerd met een vergelijkbaar beveiligingsprobleem waarbij cv&#039;s en sollicitatiebrieven publiekelijk toegankelijk waren door onvoldoende beveiligde cloudopslag. Naar aanleiding van de bevindingen heeft de organisatie passende maatregelen genomen om de gegevens te beveiligen. (Bron: bnr.nl)"
    },
    {
        "id": "https://www.bnr.nl/nieuws/technologie/10541786/tientallen-open-servers-bij-nederlandse-bedrijven-gegevens-op-straat?datalekt=4e8244bd041d5580ccd640bbcccdebfad7f383c53cc11a215a364a0edfac6860",
        "url": "https://www.bnr.nl/nieuws/technologie/10541786/tientallen-open-servers-bij-nederlandse-bedrijven-gegevens-op-straat",
        "title": "Sunweb: Onbedoelde online blootstelling van persoonlijke sollicitatiegegevens",
        "date_published": "2024-03-05T09:20:00Z",
        "date_modified": "2024-03-05T09:20:00Z",
        "language": "nl-nl",
        "author": {
            "name": "bnr.nl"
        },
        "content_html": "",
        "content_text": "Sunweb | Verhuur van roerende goederen en overige zakelijke dienstverlening | 03-03-2024 | Bij Sunweb waren meer dan tweeduizend cv&#039;s en sollicitatiebrieven door een beveiligingslek in de cloud publiek toegankelijk. Dit probleem ontstond ongeveer drie jaar geleden toen wervingssoftware naar de cloud werd verplaatst. Na melding door BNR heeft Sunweb onmiddellijk een crisismanagementplan geactiveerd en de gegevens verwijderd. (Bron: bnr.nl)"
    },
    {
        "id": "https://www.distrifood.nl/175008/jumbo-haalt-na-datalek-adresgegevens-van-bezorgkratten?datalekt=3da643b97d38f259585098ca40b12b77d0bb021d79e226c96df1de41cd212d38",
        "url": "https://www.distrifood.nl/175008/jumbo-haalt-na-datalek-adresgegevens-van-bezorgkratten",
        "title": "Jumbo schrapt adresgegevens op bezorgkratten na datalek",
        "date_published": "2024-03-03T16:35:00Z",
        "date_modified": "2024-03-03T16:35:00Z",
        "language": "nl-nl",
        "author": {
            "name": "distrifood.nl"
        },
        "content_html": "",
        "content_text": "Jumbo | Groot- en detailhandel | 01-03-2024 | Jumbo heeft besloten om te stoppen met het plaatsen van adresstickers op hun bezorgkratten na een datalek, waarbij adresgegevens onbedoeld bij andere klanten terechtkwamen. Dit incident wordt door de Autoriteit Persoonsgegevens als een datalek beschouwd. In reactie hierop heeft Jumbo een nieuwe methode ingevoerd die het vermelden van adresgegevens op stickers overbodig maakt. Deze verandering volgt na klachten van klanten over het delen van hun persoonlijke gegevens. Het aantal klachten of een eventuele melding bij de Autoriteit Persoonsgevens is door Jumbo niet bekendgemaakt. (Bron: distrifood.nl)"
    },
    {
        "id": "https://tweakers.net/nieuws/219198/carpetright-waarschuwt-dat-gehashte-wachtwoorden-mogelijk-zijn-gestolen.html?datalekt=2777e1f4f7086f926379690d3c005554ea9baa81617547e120ef8576861590d6",
        "url": "https://tweakers.net/nieuws/219198/carpetright-waarschuwt-dat-gehashte-wachtwoorden-mogelijk-zijn-gestolen.html",
        "title": "Carpetright getroffen door datalek, klantgegevens mogelijk in gevaar",
        "date_published": "2024-03-03T16:25:00Z",
        "date_modified": "2024-03-03T16:25:00Z",
        "language": "nl-nl",
        "author": {
            "name": "tweakers.net"
        },
        "content_html": "",
        "content_text": "Carpetright | Groot- en detailhandel | 29-02-2024 | Carpetright heeft een waarschuwing uitgegeven over een datalek ontdekt op 19 februari, waarbij gehashte wachtwoorden mogelijk zijn gestolen. De oorzaak is malware op de back-end van hun website, exclusief ransomware. Dit incident heeft mogelijk de persoonlijke gegevens van alle 30.000 accounthouders, inclusief Belgische gebruikers, blootgesteld, zoals namen, adressen, telefoonnummers, en e-mailadressen. Betaalgegevens waren niet betrokken. Als voorzorgsmaatregel heeft Carpetright alle wachtwoorden gereset en een forensisch onderzoek door NFIR laten uitvoeren. Zowel de Nederlandse als de Belgische autoriteiten zijn ingelicht. (Bron: tweakers.net)"
    },
    {
        "id": "https://franekeractueel.nl/update-ddos-aanval-legt-franekeractueel-plat-update/?datalekt=6e074c53bfc3846e2151fed164d30b770320f4882a14edd1a434b71421252ea9",
        "url": "https://franekeractueel.nl/update-ddos-aanval-legt-franekeractueel-plat-update/",
        "title": "FranekerActueel overwint DDOS-aanval en is weer online",
        "date_published": "2024-03-02T19:20:00Z",
        "date_modified": "2024-03-02T19:20:00Z",
        "language": "nl-nl",
        "author": {
            "name": "franekeractueel.nl"
        },
        "content_html": "",
        "content_text": "FranekerActueel | Informatie en communicatie | 26-02-2024 | De website FranekerActueel.nl werd getroffen door een gerichte DDOS-aanval, waardoor deze volledig platlag. De aanval was zo intens dat de provider de website moest blokkeren om de overlast te beperken. Dankzij de inzet van hun technische expert, Theo Lodewijk, is de website nu weer online en functioneert stabiel na overgezet te zijn naar een veilige locatie met CloudFlare bescherming. Dit proces vereiste aanzienlijke tijd en inspanning. (Bron: franekeractueel.nl)"
    },
    {
        "id": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb?datalekt=ae34c05ec6b49aaf6551b809d8e95e14d02dec1c95349cc3e79b03faaef6b183",
        "url": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb",
        "title": "AB Texel Group getroffen door ransomware aanval van de criminele organisatie Cactus",
        "date_published": "2024-02-29T15:41:00Z",
        "date_modified": "2024-02-29T15:41:00Z",
        "language": "nl-nl",
        "author": {
            "name": "ccinfo.nl"
        },
        "content_html": "",
        "content_text": "AB Texel Group | Vervoer en opslag | 28-02-2024 | De criminele organisatie Cactus heeft op het darkweb aangekondigd dat zij AB Texel Group heeft getroffen met een ransomware-aanval en losgeld heeft geëist. (Bron: ccinfo.nl)"
    },
    {
        "id": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb?datalekt=d497747eab7ca0f9701f1576d9f1c21409e9b5418872ae50ab750af139e0d885",
        "url": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb",
        "title": "HAL Allergy Group getroffen door ransomware aanval van de criminele organisatie RansomHouse",
        "date_published": "2024-02-29T15:39:00Z",
        "date_modified": "2024-02-29T15:39:00Z",
        "language": "nl-nl",
        "author": {
            "name": "ccinfo.nl"
        },
        "content_html": "",
        "content_text": "HAL Allergy Group | Industrie | 28-02-2024 | De criminele organisatie RansomHouse heeft op het darkweb aangekondigd dat zij HAL Allergy Group heeft getroffen met een ransomware-aanval en losgeld heeft geëist. (Bron: ccinfo.nl)"
    }
]