[
    {
        "id": "https://www.autoriteitpersoonsgegevens.nl/actueel/tien-gemeenten-beboet-voor-illegaal-verwerken-van-informatie-over-islamitische-mensen?datalekt=78071e55d3f8cb851543eb09ae257f8bc9c68cdcf60260702018b1d9bf1940ae",
        "url": "https://www.autoriteitpersoonsgegevens.nl/actueel/tien-gemeenten-beboet-voor-illegaal-verwerken-van-informatie-over-islamitische-mensen",
        "title": "Gemeente Zoetermeer beboet voor illegale verwerking van gevoelige religieuze gegevens",
        "date_published": "2026-02-05T11:48:00Z",
        "date_modified": "2026-02-05T11:48:00Z",
        "language": "nl-nl",
        "author": {
            "name": "autoriteitpersoonsgegevens.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Zoetermeer | Overheid: Gemeenten | 05-02-2026 | DataLekt.nl: De Autoriteit Persoonsgegevens heeft de gemeente Zoetermeer een boete opgelegd omdat zij zonder geldige reden gevoelige informatie over islamitische inwoners liet verzamelen. Via externe onderzoeken zijn rapporten opgesteld met gegevens over geloofsovertuiging, sociale netwerken en interne spanningen binnen moskeeën. De betrokken personen wisten niet dat zij onderwerp waren van onderzoek. De AP concludeert dat hiermee de AVG is overtreden en dat de privacy van inwoners ernstig is geschonden. (Bron: autoriteitpersoonsgegevens.nl)"
    },
    {
        "id": "https://www.autoriteitpersoonsgegevens.nl/actueel/tien-gemeenten-beboet-voor-illegaal-verwerken-van-informatie-over-islamitische-mensen?datalekt=ea9ad1ee45390093187f7413cbbd3689b9f7c4c1ced1d749997e9692c11eef90",
        "url": "https://www.autoriteitpersoonsgegevens.nl/actueel/tien-gemeenten-beboet-voor-illegaal-verwerken-van-informatie-over-islamitische-mensen",
        "title": "Gemeente Veenendaal bestraft voor schending privacy van islamitische inwoners",
        "date_published": "2026-02-05T11:47:00Z",
        "date_modified": "2026-02-05T11:47:00Z",
        "language": "nl-nl",
        "author": {
            "name": "autoriteitpersoonsgegevens.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Veenendaal | Overheid: Gemeenten | 05-02-2026 | DataLekt.nl: De gemeente Veenendaal heeft de AVG overtreden door zonder wettelijke grondslag gevoelige persoonsgegevens van islamitische inwoners te laten verwerken. In externe rapporten werd informatie vastgelegd over geloofsovertuiging en sociale structuren binnen moslimgemeenschappen. Betrokkenen waren hiervan niet op de hoogte. Volgens de Autoriteit Persoonsgegevens mocht de gemeente deze bijzondere persoonsgegevens niet verwerken en is de privacy van inwoners ernstig aangetast. (Bron: autoriteitpersoonsgegevens.nl)"
    },
    {
        "id": "https://www.autoriteitpersoonsgegevens.nl/actueel/tien-gemeenten-beboet-voor-illegaal-verwerken-van-informatie-over-islamitische-mensen?datalekt=382a7f2e29b44ba3a95e65e4bf814f77b818a40f54b467ab2a72d687d271d634",
        "url": "https://www.autoriteitpersoonsgegevens.nl/actueel/tien-gemeenten-beboet-voor-illegaal-verwerken-van-informatie-over-islamitische-mensen",
        "title": "Gemeente Tilburg kreeg boete voor illegaal verzamelen van gegevens over islamitische gemeenschappen",
        "date_published": "2026-02-05T11:46:00Z",
        "date_modified": "2026-02-05T11:46:00Z",
        "language": "nl-nl",
        "author": {
            "name": "autoriteitpersoonsgegevens.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Tilburg | Overheid: Gemeenten | 05-02-2026 | DataLekt.nl: De Autoriteit Persoonsgegevens heeft vastgesteld dat de gemeente Tilburg in strijd met de AVG gevoelige gegevens over islamitische inwoners heeft laten verzamelen. Via externe analyses zijn rapporten opgesteld met informatie over religie, interne verhoudingen en soms persoonlijke details van individuen. De betrokken inwoners wisten niet dat deze informatie werd verzameld. De AP concludeert dat de gemeente geen grond had om deze gegevens te verwerken en dat de privacy ernstig is geschonden. (Bron: autoriteitpersoonsgegevens.nl)"
    },
    {
        "id": "https://www.autoriteitpersoonsgegevens.nl/actueel/tien-gemeenten-beboet-voor-illegaal-verwerken-van-informatie-over-islamitische-mensen?datalekt=e2819f1a839be33d6e2b35c374567141cc081ea239e07d12c1855d5d433b2d35",
        "url": "https://www.autoriteitpersoonsgegevens.nl/actueel/tien-gemeenten-beboet-voor-illegaal-verwerken-van-informatie-over-islamitische-mensen",
        "title": "Gemeente Huizen beboet wegens onrechtmatige verwerking van religieuze persoonsgegevens",
        "date_published": "2026-02-05T11:45:00Z",
        "date_modified": "2026-02-05T11:45:00Z",
        "language": "nl-nl",
        "author": {
            "name": "autoriteitpersoonsgegevens.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Huizen | Overheid: Gemeenten | 05-02-2026 | DataLekt.nl: De gemeente Huizen heeft zonder wettelijke basis gevoelige persoonsgegevens van islamitische inwoners laten verwerken. De Autoriteit Persoonsgegevens stelt vast dat externe rapporten zijn opgesteld met informatie over geloofsovertuiging en sociale structuren, zonder dat betrokkenen daarvan op de hoogte waren. Het verwerken van deze bijzondere persoonsgegevens is vrijwel altijd verboden. Volgens de AP is de privacy van betrokken inwoners ernstig geschonden en heeft de gemeente de AVG overtreden. (Bron: autoriteitpersoonsgegevens.nl)"
    },
    {
        "id": "https://www.autoriteitpersoonsgegevens.nl/actueel/tien-gemeenten-beboet-voor-illegaal-verwerken-van-informatie-over-islamitische-mensen?datalekt=89b44f9d9e05594562982cc2cc4cada26e67ed13b6e0cdbb09d4d6679fca88a1",
        "url": "https://www.autoriteitpersoonsgegevens.nl/actueel/tien-gemeenten-beboet-voor-illegaal-verwerken-van-informatie-over-islamitische-mensen",
        "title": "Gemeente Hilversum bestraft voor illegale dossiers over islamitische inwoners",
        "date_published": "2026-02-05T11:44:00Z",
        "date_modified": "2026-02-05T11:44:00Z",
        "language": "nl-nl",
        "author": {
            "name": "autoriteitpersoonsgegevens.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Hilversum | Overheid: Gemeenten | 05-02-2026 | DataLekt.nl: De Autoriteit Persoonsgegevens heeft de gemeente Hilversum een boete opgelegd wegens het onrechtmatig verwerken van gevoelige gegevens over islamitische inwoners. In rapporten die door een extern bureau zijn opgesteld, werd informatie vastgelegd over geloofsovertuiging en sociale netwerken binnen moskeeën. De betrokken personen waren hiervan niet op de hoogte en hadden hier geen toestemming voor gegeven. De AP concludeert dat de gemeente hiermee de AVG heeft overtreden. (Bron: autoriteitpersoonsgegevens.nl)"
    },
    {
        "id": "https://www.autoriteitpersoonsgegevens.nl/actueel/tien-gemeenten-beboet-voor-illegaal-verwerken-van-informatie-over-islamitische-mensen?datalekt=2f9da07ce83d1f61857e65ab4ef3807bdc87601fd80c03185f5dca2d0280afc0",
        "url": "https://www.autoriteitpersoonsgegevens.nl/actueel/tien-gemeenten-beboet-voor-illegaal-verwerken-van-informatie-over-islamitische-mensen",
        "title": "Gemeente Haarlemmermeer beboet voor onrechtmatige verwerking van gegevens over moslimgemeenschappen",
        "date_published": "2026-02-05T11:43:00Z",
        "date_modified": "2026-02-05T11:43:00Z",
        "language": "nl-nl",
        "author": {
            "name": "autoriteitpersoonsgegevens.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Haarlemmermeer | Overheid: Gemeenten | 05-02-2026 | DataLekt.nl: De gemeente Haarlemmermeer heeft de AVG overtreden door zonder wettelijke grondslag gevoelige persoonsgegevens van islamitische inwoners te laten verzamelen. Via externe onderzoeken zijn rapporten opgesteld met informatie over religieuze overtuigingen, sociale structuren en soms persoonlijke details. De betrokken inwoners waren hiervan niet op de hoogte. Volgens de Autoriteit Persoonsgegevens was het verwerken van deze bijzondere persoonsgegevens verboden en heeft dit geleid tot een ernstige schending van de privacy. (Bron: autoriteitpersoonsgegevens.nl)"
    },
    {
        "id": "https://www.autoriteitpersoonsgegevens.nl/actueel/tien-gemeenten-beboet-voor-illegaal-verwerken-van-informatie-over-islamitische-mensen?datalekt=1216ace7031648eecbd9217a59ebe36cbc5055d9875ff76dd5e89c1181189334",
        "url": "https://www.autoriteitpersoonsgegevens.nl/actueel/tien-gemeenten-beboet-voor-illegaal-verwerken-van-informatie-over-islamitische-mensen",
        "title": "Gemeente Gooise Meren kreeg boete voor illegale verwerking van religieuze persoonsgegevens",
        "date_published": "2026-02-05T11:42:00Z",
        "date_modified": "2026-02-05T11:42:00Z",
        "language": "nl-nl",
        "author": {
            "name": "autoriteitpersoonsgegevens.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Gooise Meren | Overheid: Gemeenten | 05-02-2026 | DataLekt.nl: De Autoriteit Persoonsgegevens heeft geoordeeld dat de gemeente Gooise Meren de AVG heeft overtreden door dossiers te laten opstellen met gevoelige informatie over islamitische inwoners. In deze rapporten stond onder meer informatie over geloof, sociale relaties en interne spanningen binnen moskeeën. De gegevens zijn verzameld zonder medeweten van de betrokken personen en zonder juridische basis. De AP stelt dat de gemeente deze informatie niet had mogen bezitten en dat de privacy van inwoners ernstig is geschonden. (Bron: autoriteitpersoonsgegevens.nl)"
    },
    {
        "id": "https://www.autoriteitpersoonsgegevens.nl/actueel/tien-gemeenten-beboet-voor-illegaal-verwerken-van-informatie-over-islamitische-mensen?datalekt=9eab4a0adfa1d91c7a2e00cc2fa31bed2b0b1f035448d232cd96a7409da36728",
        "url": "https://www.autoriteitpersoonsgegevens.nl/actueel/tien-gemeenten-beboet-voor-illegaal-verwerken-van-informatie-over-islamitische-mensen",
        "title": "Gemeente Eindhoven beboet vanwege schending AVG bij onderzoek naar islamitische inwoners",
        "date_published": "2026-02-05T11:41:00Z",
        "date_modified": "2026-02-05T11:41:00Z",
        "language": "nl-nl",
        "author": {
            "name": "autoriteitpersoonsgegevens.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Eindhoven | Overheid: Gemeenten | 05-02-2026 | DataLekt.nl: De gemeente Eindhoven heeft in strijd met de AVG gevoelige gegevens over islamitische inwoners laten verzamelen en verwerken. Dit gebeurde via externe rapportages die inzicht gaven in geloofsovertuiging, religieuze stromingen en sociale structuren binnen de islamitische gemeenschap. De betrokken personen wisten niet dat zij werden onderzocht. Volgens de Autoriteit Persoonsgegevens ontbrak een wettelijke grondslag en zijn bijzondere persoonsgegevens onrechtmatig verwerkt. De gemeente erkent achteraf dat zij hierin fouten heeft gemaakt. (Bron: autoriteitpersoonsgegevens.nl)"
    },
    {
        "id": "https://www.autoriteitpersoonsgegevens.nl/actueel/tien-gemeenten-beboet-voor-illegaal-verwerken-van-informatie-over-islamitische-mensen?datalekt=0284e0e1bfb44116f00e598b990e70d28e7c0995a1f6b33d3153b9ff44d237a8",
        "url": "https://www.autoriteitpersoonsgegevens.nl/actueel/tien-gemeenten-beboet-voor-illegaal-verwerken-van-informatie-over-islamitische-mensen",
        "title": "Gemeente Ede bestraft voor onrechtmatig verzamelen van informatie over islamitische gemeenschappen",
        "date_published": "2026-02-05T11:40:00Z",
        "date_modified": "2026-02-05T11:40:00Z",
        "language": "nl-nl",
        "author": {
            "name": "autoriteitpersoonsgegevens.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Ede | Overheid: Gemeenten | 05-02-2026 | DataLekt.nl: De Autoriteit Persoonsgegevens heeft vastgesteld dat de gemeente Ede zonder geldige reden gevoelige persoonsgegevens van islamitische inwoners heeft laten verwerken. Door inzet van een extern onderzoeksbureau zijn rapporten opgesteld met informatie over religie, interne verhoudingen binnen moskeeën en individuele profielen. Betrokkenen waren hiervan niet op de hoogte. De gemeente heeft hiermee bijzondere persoonsgegevens verwerkt, wat vrijwel altijd verboden is onder de AVG. Volgens de AP is de privacy van betrokken inwoners ernstig geschaad en is het vertrouwen in de overheid hierdoor aangetast. (Bron: autoriteitpersoonsgegevens.nl)"
    },
    {
        "id": "https://www.autoriteitpersoonsgegevens.nl/actueel/tien-gemeenten-beboet-voor-illegaal-verwerken-van-informatie-over-islamitische-mensen?datalekt=e241c747dcdedc5254bb279316a6f678e495b0d03982854a78cd537a1883f15f",
        "url": "https://www.autoriteitpersoonsgegevens.nl/actueel/tien-gemeenten-beboet-voor-illegaal-verwerken-van-informatie-over-islamitische-mensen",
        "title": "Gemeente Delft beboet voor illegale verwerking van gevoelige gegevens over islamitische inwoners",
        "date_published": "2026-02-05T11:39:00Z",
        "date_modified": "2026-02-05T11:39:00Z",
        "language": "nl-nl",
        "author": {
            "name": "autoriteitpersoonsgegevens.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Delft | Overheid: Gemeenten | 05-02-2026 | DataLekt.nl: De Autoriteit Persoonsgegevens (AP) heeft de gemeente Delft beboet omdat zij zonder wettelijke grondslag dossiers liet opstellen met gevoelige informatie over islamitische inwoners. Via een extern onderzoeksbureau werden zogenoemde krachtenveldanalyses uitgevoerd, waarin gegevens over geloofsovertuiging, sociale netwerken en soms familieleden zijn vastgelegd. De betrokken personen wisten niet dat deze gegevens werden verzameld. In sommige gevallen zijn de rapporten gedeeld met onder meer de politie en de NCTV. De AP concludeert dat de gemeente hiermee de AVG heeft overtreden en de privacy van betrokkenen ernstig heeft geschonden. (Bron: autoriteitpersoonsgegevens.nl)"
    },
    {
        "id": "https://www.omroepbrabant.nl/nieuws/6002946/datalek-bij-verzorgingshuis-in-tilburg-gegevens-bewoners-op-straat?datalekt=09e1888144d7e08cae611d8dc820c5c09176dee30f283ee0027472ec299e1157",
        "url": "https://www.omroepbrabant.nl/nieuws/6002946/datalek-bij-verzorgingshuis-in-tilburg-gegevens-bewoners-op-straat",
        "title": "Verzorgingshuis De Wever in Tilburg meldt datalek door fout bij externe mondzorgleverancier",
        "date_published": "2026-02-05T11:35:00Z",
        "date_modified": "2026-02-05T11:35:00Z",
        "language": "nl-nl",
        "author": {
            "name": "omroepbrabant.nl"
        },
        "content_html": "",
        "content_text": "De Wever | Gezondheids- en welzijnszorg | 03-02-2026 | DataLekt.nl: Verzorgingshuis De Wever in Tilburg heeft een datalek gemeld dat is ontstaan bij een externe organisatie voor mondzorg waarmee wordt samengewerkt. Op een server van deze leverancier stond een kopie van oude gegevens, waardoor onbevoegden toegang konden krijgen tot persoonsgegevens van bewoners en cliënten. Het gaat om circa tweehonderd bewoners verspreid over twaalf locaties. De betrokken personen en hun naasten zijn persoonlijk geïnformeerd. Het datalek is gemeld bij de Autoriteit Persoonsgegevens en de politie. Er zijn maatregelen genomen en de betreffende gegevens zijn inmiddels verwijderd. Er zijn geen aanwijzingen voor misbruik. (Bron: omroepbrabant.nl)"
    },
    {
        "id": "https://www.nu.nl/binnenland/6300642/115-miljard-a4tjes-aan-staatsgeheimen-in-beslag-genomen-bij-nctver.html?datalekt=08d61e10e3ee272621812c1f6780b9c9941b6ca7f11dd7dca8e24da08def9613",
        "url": "https://www.nu.nl/binnenland/6300642/115-miljard-a4tjes-aan-staatsgeheimen-in-beslag-genomen-bij-nctver.html",
        "title": "Omvangrijk lek van staatsgeheimen door NCTV-medewerker onthuld",
        "date_published": "2023-11-15T14:45:00Z",
        "date_modified": "2026-02-05T11:31:00Z",
        "language": "nl-nl",
        "author": {
            "name": "nu.nl"
        },
        "content_html": "",
        "content_text": "Nationaal Coördinator Terrorismebestrijding en Veiligheid (NTCV) | Overheid: Organisatieonderdeel | 01-11-2023 | DataLekt.nl: Een medewerker van de Nationaal Coördinator Terrorismebestrijding en Veiligheid (NCTV) en een politieagente zijn aangehouden wegens het lekken van staatsgeheimen. De hoofdverdachte, een lange tijd dienende NCTV&#039;er, wordt ervan verdacht staatsgeheimen te hebben geprint en ingescand om deze aan buitenlandse inlichtingendiensten te leveren. Deze onthulling volgt na een ambtsbericht van de AIVD en een omvangrijk onderzoek, waarbij de verdachte op Schiphol werd aangehouden met het doel naar Marokko te reizen. [Update: Op 7 februari 2024 is bekend geworden dat 46 terabyte aan gegevens, gelijk aan 11,5 miljard A4&#039;tjes, in beslag is genomen.] [Update: Op 4 februari 2026 is bekend geworden dat het Openbaar Ministerie een gevangenisstraf van twaalf jaar heeft geëist.] (Bron: nu.nl)"
    },
    {
        "id": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb?datalekt=452982b3e5f4cd3ce20484e7f5102f5b6fb2f6791688a6b13487ee44a28bb013",
        "url": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb",
        "title": "Horizon Energy Partners getroffen door ransomware aanval van de criminele organisatie 0APT",
        "date_published": "2026-02-05T11:26:00Z",
        "date_modified": "2026-02-05T11:26:00Z",
        "language": "nl-nl",
        "author": {
            "name": "ccinfo.nl"
        },
        "content_html": "",
        "content_text": "Horizon Energy Partners | Verhuur en zakelijke dienstverlening | 01-02-2026 | DataLekt.nl: De criminele organisatie 0APT heeft op het darkweb aangekondigd dat zij Horizon Energy Partners heeft getroffen met een ransomware-aanval en/of datadiefstal en daarbij losgeld heeft geëist om of enerzijds de systemen te herstellen, of te voorkomen dat de hackers de data lekken op het web. (Bron: ccinfo.nl)"
    },
    {
        "id": "https://www.ad.nl/den-haag/hacker-krijgt-toegang-tot-loonstroken-van-honderden-mensen-maar-was-waarschijnlijk-niet-uit-op-diefstal~a3a19e7e/?datalekt=bf669a7347e63494c54c6fee5da953389cc9239dae8186b0139ac5b2b8bec81a",
        "url": "https://www.ad.nl/den-haag/hacker-krijgt-toegang-tot-loonstroken-van-honderden-mensen-maar-was-waarschijnlijk-niet-uit-op-diefstal~a3a19e7e/",
        "title": "Haaglanden Leert Door getroffen door datalek via inbraak bij softwareleverancier waarbij loonstroken en BSN-nummers zijn ingezien",
        "date_published": "2026-02-02T12:26:00Z",
        "date_modified": "2026-02-02T12:26:00Z",
        "language": "nl-nl",
        "author": {
            "name": "ad.nl"
        },
        "content_html": "",
        "content_text": "Haaglanden Leert Door | Onderwijs | 29-01-2026 | DataLekt.nl: Bij een inbraak in het registratie- en volgsysteem van de softwareleverancier van scholingsfonds Haaglanden Leert Door heeft een hacker toegang gehad tot privacygevoelige gegevens van 1.192 inwoners uit de regio Haaglanden. Het ging om persoonsgegevens zoals namen, contactgegevens en geüploade documenten, waaronder loonstroken en intakeformulieren met BSN-nummers. De inbraak vond plaats op 19 januari 2026 en werd ontdekt door de leverancier, die de server direct offline haalde en melding deed bij de Autoriteit Persoonsgegevens. Vermoedelijk was de hacker uit op het misbruiken van servercapaciteit voor cryptomining en niet op datadiefstal, al kan dit niet volledig worden uitgesloten. Getroffenen zijn geïnformeerd en het systeem is na beveiligingsmaatregelen weer online gebracht. (Bron: ad.nl)"
    },
    {
        "id": "https://nos.nl/artikel/2600009-buschauffeurs-mogen-niet-permanent-in-beeld-worden-gebracht?datalekt=d35b8fd52391576e24977b27130bc17c166f6eeeb48f5ee5fc195997434a6262",
        "url": "https://nos.nl/artikel/2600009-buschauffeurs-mogen-niet-permanent-in-beeld-worden-gebracht",
        "title": "Arriva overtreedt privacyregels door buschauffeurs structureel met camera’s te volgen",
        "date_published": "2026-01-30T12:17:00Z",
        "date_modified": "2026-01-30T12:17:00Z",
        "language": "nl-nl",
        "author": {
            "name": "nos.nl"
        },
        "content_html": "",
        "content_text": "Arriva | Vervoer en opslag | 29-01-2026 | DataLekt.nl: De Autoriteit Persoonsgegevens (AP) heeft vastgesteld dat Arriva buschauffeurs tijdens hun werk niet permanent met camera’s mag filmen, omdat dit in strijd is met de privacywetgeving. Cameratoezicht in het openbaar vervoer is alleen toegestaan wanneer dit strikt noodzakelijk is, bijvoorbeeld bij incidenten zoals agressie of zwartrijden, en mag niet worden gebruikt om werknemers structureel te monitoren of te beoordelen. Naar aanleiding van een klacht heeft Arriva afspraken gemaakt met de toezichthouder om camera’s technisch aan te passen, interne protocollen te wijzigen en medewerkers beter te instrueren over het gebruik van camerabeelden. (Bron: nos.nl)"
    },
    {
        "id": "https://samendigitaalveilig.nl/nieuws/rechter-gebrek-aan-basiscyberbeveiliging-en-afschuiven-op-it-leverancier-houdt-geen-stand/?datalekt=b22923cb1bcddf45af1d7e642951e0d15a2041bcded9540e5edc8b8b71d89091",
        "url": "https://samendigitaalveilig.nl/nieuws/rechter-gebrek-aan-basiscyberbeveiliging-en-afschuiven-op-it-leverancier-houdt-geen-stand/",
        "title": "Autobedrijf aansprakelijk na Business Email Compromise door onvoldoende beveiligd e-mailaccount",
        "date_published": "2026-01-30T12:12:00Z",
        "date_modified": "2026-01-30T12:12:00Z",
        "language": "nl-nl",
        "author": {
            "name": "samendigitaalveilig.nl"
        },
        "content_html": "",
        "content_text": "Onbekende autobedrijf | Groot- en detailhandel | 08-01-2026 | DataLekt.nl: Het Gerechtshof Arnhem-Leeuwarden oordeelde dat een Nederlands autobedrijf voor 50% aansprakelijk is voor schade na een hack van het zakelijke e-mailaccount, waarbij criminelen betaalinstructies vervalsten en een klant € 26.900 overmaakte naar een buitenlandse rekening. Het hof stelde vast dat het e-mailaccount onvoldoende was beveiligd: eenvoudige en gedeelde wachtwoorden, geen tweefactorauthenticatie en geen aantoonbaar beleid. Het beroep op uitbesteding aan een IT-leverancier werd verworpen; basisbeveiliging blijft eigen verantwoordelijkheid. Ook de klant droeg deels schuld door onvoldoende controle. (Bron: samendigitaalveilig.nl)"
    },
    {
        "id": "https://www.hartvannederland.nl/tech/nieuws/artikelen/beveiligingslek-booking-com-hackers-nepberichten-reizigers?datalekt=673ccc2c2aab3b1cf13755ec42d77dd57764345579ed8a43700c758f0505b271",
        "url": "https://www.hartvannederland.nl/tech/nieuws/artikelen/beveiligingslek-booking-com-hackers-nepberichten-reizigers",
        "title": "Booking.com getroffen door grootschalige phishing via gecompromitteerde hotelaccounts waardoor Nederlandse reizigers worden opgelicht",
        "date_published": "2026-01-29T09:14:00Z",
        "date_modified": "2026-01-29T09:14:00Z",
        "language": "nl-nl",
        "author": {
            "name": "hartvannederland.nl"
        },
        "content_html": "",
        "content_text": "Booking.com | ICT en telecommunicatie | 14-01-2026 | DataLekt.nl: Booking.com kampt met een beveiligingsincident waarbij criminelen via de chatfunctie van het platform nepberichten sturen naar reizigers. De aanvallers hebben inloggegevens van hotels buitgemaakt en gebruiken deze officiële accounts om gasten te vragen hun creditcardbetaling opnieuw te doen. Omdat de berichten via het vertrouwde boekingskanaal komen en lijken op legitieme communicatie van het hotel, trappen veel reizigers erin. Betalingen komen terecht bij criminelen, die ook toegang krijgen tot persoonlijke contactgegevens. In Nederland zijn honderden reizigers gedupeerd en het aantal meldingen is sterk toegenomen. (Bron: hartvannederland.nl)"
    },
    {
        "id": "https://www.ad.nl/zwolle/mailbox-met-gegevens-van-2283-patienten-van-huisartsen-gehackt~a2e7b7e7/?datalekt=35e59becc09ab6be81b5215b7997e254df526ed6e2d769b9a0a45b2e5ac15d38",
        "url": "https://www.ad.nl/zwolle/mailbox-met-gegevens-van-2283-patienten-van-huisartsen-gehackt~a2e7b7e7/",
        "title": "Mailbox van huisartsenorganisatie Medrie in regio Zwolle gehackt waardoor patiëntgegevens zijn gelekt",
        "date_published": "2026-01-29T09:10:00Z",
        "date_modified": "2026-01-29T09:10:00Z",
        "language": "nl-nl",
        "author": {
            "name": "ad.nl"
        },
        "content_html": "",
        "content_text": "Medrie | Gezondheids- en welzijnszorg | 27-01-2026 | DataLekt.nl: Bij huisartsenorganisatie Medrie is ingebroken in de mailbox van een kantoormedewerker, waardoor een onbekende vermoedelijk enkele dagen toegang had tot e-mailberichten. In de mailbox stond één document met persoonsgegevens van 2283 patiënten van huisartsen in de regio Zwolle, waaronder naam, adres, BSN en huisartsenpraktijk, gebruikt voor de afhandeling van betalingen met zorgverzekeraars. Na ontdekking is de toegang direct afgesloten, is onderzoek gedaan door IT-specialisten en is het datalek gemeld bij de Autoriteit Persoonsgegevens. Er zijn geen aanwijzingen voor misbruik, maar betrokken patiënten zijn per brief geïnformeerd en geadviseerd alert te zijn. (Bron: ad.nl)"
    },
    {
        "id": "https://beveiligingnieuws.nl/ambtenaren-komen-vaak-weg-met-misbruik-persoonsgegevens/?datalekt=b392326411c6a96bca1b8486591b4b3703650f3f52a645e5c99239e55bb366bf",
        "url": "https://beveiligingnieuws.nl/ambtenaren-komen-vaak-weg-met-misbruik-persoonsgegevens/",
        "title": "Gemeenten melden structureel geen datalekken bij misbruik van persoonsgegevens door ambtenaren",
        "date_published": "2026-01-28T13:36:00Z",
        "date_modified": "2026-01-28T13:36:00Z",
        "language": "nl-nl",
        "author": {
            "name": "beveiligingnieuws.nl"
        },
        "content_html": "",
        "content_text": "Onbekend aantal gemeenten | Overheid: Gemeenten | 27-01-2026 | DataLekt.nl: Uit een verkennend onderzoek van de Autoriteit Persoonsgegevens blijkt dat misbruik van persoonsgegevens door ambtenaren bij gemeenten vaak niet wordt herkend of gemeld als datalek, terwijl dit wettelijk verplicht is. Het gaat om situaties waarin ambtenaren onder druk of tegen betaling informatie delen met criminelen, gegevens inzien vanwege privéconflicten of uit nieuwsgierigheid persoonsgegevens raadplegen. Jaarlijks ontvangt de toezichthouder slechts van tien tot twintig gemeenten een melding, terwijl het werkelijke aantal incidenten vermoedelijk veel hoger ligt. Veel gevallen komen pas aan het licht na onderzoek door de Rijksrecherche of na meldingen van inwoners. De AP waarschuwt dat dit kan leiden tot ernstige veiligheidsrisico’s en roept gemeenten op tot betere preventie en meldcultuur. (Bron: beveiligingnieuws.nl)"
    },
    {
        "id": "https://www.mareonline.nl/nieuws/datalek-bij-nieuw-administratiesysteem?datalekt=02c65810fe6378ce1e9455211fcb092d00cd6f07e60a75599ee1a0bcef04cb6b",
        "url": "https://www.mareonline.nl/nieuws/datalek-bij-nieuw-administratiesysteem",
        "title": "Universiteit Leiden laat opnieuw persoonsgegevens van medewerkers onnodig breed zichtbaar in BAS InSite",
        "date_published": "2026-01-28T08:56:00Z",
        "date_modified": "2026-01-28T08:56:00Z",
        "language": "nl-nl",
        "author": {
            "name": "mareonline.nl"
        },
        "content_html": "",
        "content_text": "Universiteit Leiden | Onderwijs | 26-01-2026 | DataLekt.nl: In het nieuwe administratiesysteem BAS InSite van Universiteit Leiden waren opnieuw persoonsgegevens van medewerkers zichtbaar voor onbevoegde interne gebruikers. Leidinggevenden konden gegevens inzien van alle medewerkers van de universiteit, ook buiten hun eigen afdeling, waaronder geboortedata en contractgegevens zoals urenomvang, looptijd en type aanstelling. Volgens deskundigen zijn dit gegevens die kunnen worden misbruikt voor identiteitsfraude of phishing. De universiteit beschouwde de zichtbaarheid aanvankelijk niet als een datalek, maar gaf wel aan te onderzoeken welke gegevens noodzakelijk zijn. Na publicatie is het systeem aangepast, zodat leidinggevenden alleen nog gegevens van hun eigen medewerkers kunnen inzien. (Bron: mareonline.nl)"
    },
    {
        "id": "https://www.netkwesties.nl/2285/rechtbank-oost-brabant-veroordeeld-privacy.htm?datalekt=06c326cd9ca08d64953300548c89c664cacff8e9f9820d3e93af74724619c2b4",
        "url": "https://www.netkwesties.nl/2285/rechtbank-oost-brabant-veroordeeld-privacy.htm",
        "title": "Rechtbank Oost-Brabant overtreedt AVG door herkenbare publicatie in nieuwsbericht over zedenzaak",
        "date_published": "2026-01-27T09:51:00Z",
        "date_modified": "2026-01-27T09:51:00Z",
        "language": "nl-nl",
        "author": {
            "name": "netkwesties.nl"
        },
        "content_html": "",
        "content_text": "Rechtbank Oost-Brabant | Overheid: Rechtspraak | 25-01-2026 | DataLekt.nl: De Rechtbank Oost-Brabant heeft de AVG overtreden door in een nieuwsbericht over een zedenzaak zodanige details te publiceren dat de veroordeelde man en zijn gezin herkenbaar waren. Het bericht werd in mei 2023 verspreid en overgenomen door media, wat leidde tot ingrijpende gevolgen voor een gezinslid, waaronder schorsing door haar werkgever en uiteindelijk beëindiging van het dienstverband. Na een klacht, ingeschakeld via de Nationale Ombudsman, oordeelde de Hoge Raad in december 2025 dat de rechtbank bij het publiceren van nieuwsberichten eveneens de AVG moet naleven, zeker bij seksuele en strafrechtelijke persoonsgegevens. De rechtbank moest het bericht aanpassen of verwijderen. (Bron: netkwesties.nl)"
    },
    {
        "id": "https://www.nu.nl/misdaad/6383875/gevangenen-en-tbsers-konden-internet-op-door-fout-in-speciale-laptops.html?datalekt=d625fc472b46341f91710bdd3d893fbb2875cf8396f162bff48d97eabebdbc0c",
        "url": "https://www.nu.nl/misdaad/6383875/gevangenen-en-tbsers-konden-internet-op-door-fout-in-speciale-laptops.html",
        "title": "Dienst Justitiële Inrichtingen liet gevangenen en tbs’ers internettoegang krijgen door fout in speciaal verstrekte laptops",
        "date_published": "2026-01-26T13:59:00Z",
        "date_modified": "2026-01-26T13:59:00Z",
        "language": "nl-nl",
        "author": {
            "name": "nu.nl"
        },
        "content_html": "",
        "content_text": "Dienst Justitiële Inrichtingen (DJI) | Overheid: Agentschappen | 26-01-2026 | DataLekt.nl: Gevangenen en tbs’ers konden vanuit hun cel toegang krijgen tot internet via speciale laptops die door de Dienst Justitiële Inrichtingen (DJI) waren verstrekt voor het inzien van hun strafdossier. Bij circa 110 van de ongeveer vijfhonderd laptops was de internettoegang niet correct geblokkeerd door een configuratiefout. De fout werd ontdekt tijdens een controle door een beveiligingsmedewerker van een gevangenis. De laptops zijn inmiddels teruggehaald en worden hersteld. Het is niet bekend of gevangenen daadwerkelijk online zijn geweest of welke risico’s dit heeft opgeleverd. (Bron: nu.nl)"
    },
    {
        "id": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb?datalekt=b3bd269d9a22bbd8bb5df50612860efb1c190994a167e7802a0a2b5c1ce350b1",
        "url": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb",
        "title": "KPMG (Nederland) getroffen door ransomware aanval van de criminele organisatie Nova",
        "date_published": "2026-01-26T13:31:00Z",
        "date_modified": "2026-01-26T13:31:00Z",
        "language": "nl-nl",
        "author": {
            "name": "ccinfo.nl"
        },
        "content_html": "",
        "content_text": "KPMG | Verhuur en zakelijke dienstverlening | 23-01-2026 | DataLekt.nl: De criminele organisatie Nova heeft op het darkweb aangekondigd dat zij KPMG (Nederland) heeft getroffen met een ransomware-aanval en/of datadiefstal en daarbij losgeld heeft geëist om of enerzijds de systemen te herstellen, of te voorkomen dat de hackers de data lekken op het web. (Bron: ccinfo.nl)"
    },
    {
        "id": "https://profielen.hr.nl/2026/hr-stapt-na-hack-met-studentenaccounts-al-over-maand-over-op-meervoudige-verificatie/?datalekt=fd46b13d6112b9a0881d8e62aa0df4d1817bcd16e30ed485ad0467c3ecd3e610",
        "url": "https://profielen.hr.nl/2026/hr-stapt-na-hack-met-studentenaccounts-al-over-maand-over-op-meervoudige-verificatie/",
        "title": "Hogeschool Rotterdam versnelt invoering meervoudige verificatie na hack van studentenaccounts voor phishing",
        "date_published": "2026-01-22T08:32:00Z",
        "date_modified": "2026-01-22T08:32:00Z",
        "language": "nl-nl",
        "author": {
            "name": "hr.nl"
        },
        "content_html": "",
        "content_text": "Hogeschool Rotterdam | Onderwijs | 20-01-2026 | DataLekt.nl: Eind 2025 zijn tientallen studentenaccounts van de Hogeschool Rotterdam gecompromitteerd en misbruikt voor het versturen van duizenden phishingmails over vermeende crypto-tegoeden. De hack was mogelijk doordat studenten zwakke, hergebruikte wachtwoorden gebruikten die voorkwamen in gelekte wachtwoorddatabases. Volgens de hogeschool is er geen verdere schade ontstaan en zijn geen andere systemen binnengedrongen. Na ontdekking zijn de betrokken accounts geblokkeerd, moesten studenten hun wachtwoord wijzigen en zijn alle HR-accounts gecontroleerd, waarbij ruim 3.000 accounts met zwakke wachtwoorden zijn aangepakt. De Autoriteit Persoonsgegevens is geïnformeerd en er is aangifte gedaan. Als maatregel voert de hogeschool versneld meervoudige verificatie in voor alle studenten en medewerkers. (Bron: profielen.hr.nl)"
    },
    {
        "id": "https://rtveen.nl/2026/01/20/veenkoloniaal-museum-gehackt-door-ransomwaregroep-lockbit-we-gaan-niet-onderhandelen/?datalekt=30e3dbc43c6e8fdc1b7868f7a85dced6f56136e527ea9b479d72f1085f7de6ba",
        "url": "https://rtveen.nl/2026/01/20/veenkoloniaal-museum-gehackt-door-ransomwaregroep-lockbit-we-gaan-niet-onderhandelen/",
        "title": "Veenkoloniaal Museum in Veendam getroffen door ransomware-aanval van LockBit waarbij gegevens zijn gestolen en versleuteld",
        "date_published": "2026-01-21T09:20:00Z",
        "date_modified": "2026-01-22T08:21:00Z",
        "language": "nl-nl",
        "author": {
            "name": "rtveen.nl"
        },
        "content_html": "",
        "content_text": "Veenkoloniaal Museum | Kunst, cultuur, sport en recreatie | 20-01-2026 | DataLekt.nl: Het Veenkoloniaal Museum in Veendam is op 7 januari 2026 getroffen door een ransomware-aanval van de groep LockBit. De hackers drongen de computersystemen binnen, versleutelden bestanden en maakten gegevens buit, waaronder foto’s van de collectie, administratie en persoonlijke gegevens. Hierdoor kon het personeel tijdelijk niet bij een deel van de digitale bestanden. Betrokkenen van wie gegevens zijn geraakt, zijn direct geïnformeerd. Het museum ontving een afpersingsmail, maar weigert te onderhandelen of losgeld te betalen. Dankzij een externe back-up van december en papieren kopieën kon herstel plaatsvinden. De exacte oorzaak van de hack wordt nog onderzocht. [Update: Op 20 januari 2026 is bekend geworden dat het incident op 7 januari 2026 plaatsvondt, en dat er geen losgeld is betaald.] (Bron: rtveen.nl)"
    },
    {
        "id": "https://nos.nl/artikel/2598321-map-met-gegevens-eerste-kamerleden-uit-2016-gevonden-in-friese-kringloopwinkel?datalekt=2f83397f5270bf19785c967e2ed44f1edde0372f34a747d48a92be829e4e6ffc",
        "url": "https://nos.nl/artikel/2598321-map-met-gegevens-eerste-kamerleden-uit-2016-gevonden-in-friese-kringloopwinkel",
        "title": "Privégegevens van Eerste Kamerleden uit 2016 aangetroffen in kringloopwinkel in Bolsward",
        "date_published": "2026-01-16T09:56:00Z",
        "date_modified": "2026-01-16T09:56:00Z",
        "language": "nl-nl",
        "author": {
            "name": "nos.nl"
        },
        "content_html": "",
        "content_text": "Eerste Kamer der Staten-Generaal | Overheid: Staten-Generaal | 15-01-2026 | DataLekt.nl: In een kringloopwinkel in Bolsward is een map uit 2016 aangetroffen met mobiele telefoonnummers en privéadressen van toenmalige Eerste Kamerleden. De lijst was destijds intern verspreid binnen de Eerste Kamer en niet bedoeld voor openbaarmaking. Hoe het mapje in de winkel terecht is gekomen, is onbekend; ook is niet duidelijk op welk moment en door wie de privacygevoelige informatie is ingezien. Volgens de Autoriteit Persoonsgegevens is sprake van een datalek zodra onbevoegden toegang hebben tot persoonsgegevens. De Eerste Kamer onderzoekt de impact en bekijkt of melding bij de toezichthouder nodig is. (Bron: nos.nl)"
    },
    {
        "id": "https://lc.nl/economie/een-vergeten-vinkje-leidde-tot-facturen-van-honderdduizenden-euro-s-bij-freez.it-uit-bolsward-48171064.html?datalekt=910de13886fa66113b48b5754afaaf746d866907c40429ed79fc5e2b5fa52a19",
        "url": "https://lc.nl/economie/een-vergeten-vinkje-leidde-tot-facturen-van-honderdduizenden-euro-s-bij-freez.it-uit-bolsward-48171064.html",
        "title": "Freez.it uit Bolsward krijgt hoge cloudkosten na hack door ontbrekende MFA-beveiliging in Azure-omgeving",
        "date_published": "2026-01-16T09:28:00Z",
        "date_modified": "2026-01-16T09:28:00Z",
        "language": "nl-nl",
        "author": {
            "name": "lc.nl"
        },
        "content_html": "",
        "content_text": "Freez.it | ICT en telecommunicatie | 14-01-2026 | DataLekt.nl: Freez.it uit Bolsward kreeg in 2022 te maken met een hack in een door het bedrijf beheerde Microsoft Azure-omgeving, veroorzaakt door het niet activeren van multifactorauthenticatie (MFA). Een onbekende aanvaller wist circa vijf weken lang tientallen servers aan te maken, vermoedelijk om cryptovaluta te minen, wat leidde tot extreem dataverbruik. Klantgegevens zijn niet ingezien, maar de kosten liepen op tot honderdduizenden euro’s. Leverancier Copaco en verzekeraar Chubb bleken niet aansprakelijk of dekkend, waarna de rechter oordeelde dat Freez.it zelf verantwoordelijk was voor de schade. (Bron: lc.nl)"
    },
    {
        "id": "https://tweakers.net/nieuws/243482/interrail-meldt-datalek-waarbij-mogelijk-ids-en-iban-nummers-zijn-gestolen.html?datalekt=828dbc5419c973bc293cada0e5c7709d80c87c8233c19b30331181040a8559d8",
        "url": "https://tweakers.net/nieuws/243482/interrail-meldt-datalek-waarbij-mogelijk-ids-en-iban-nummers-zijn-gestolen.html",
        "title": "Interrail krijgt te maken met datalek waarbij klantgegevens waaronder ID-informatie en IBAN-nummers mogelijk zijn buitgemaakt",
        "date_published": "2026-01-14T15:00:00Z",
        "date_modified": "2026-01-14T15:00:00Z",
        "language": "nl-nl",
        "author": {
            "name": "tweakers.net"
        },
        "content_html": "",
        "content_text": "Interrail | Vervoer en opslag | 12-01-2026 | DataLekt.nl: Interrail heeft gemeld dat er een beveiligingslek in zijn systemen is ontdekt waardoor klantgegevens toegankelijk zijn geweest voor onbevoegden. Het gaat vermoedelijk om namen, e-mailadressen, telefoonnummers, woonadressen en geboortedata. Als klanten kopieën of gegevens van paspoorten of ID-kaarten hebben aangeleverd, kunnen deze eveneens zijn buitgemaakt. Daarnaast bestaat de mogelijkheid dat IBAN-nummers en gezondheidsgegevens zijn gelekt, zo meldt de Europese Commissie in het kader van het DiscoverEU-programma. Interrail onderzoekt nog hoeveel klanten zijn getroffen en heeft geen aanwijzingen dat de gegevens zijn misbruikt. (Bron: tweakers.net)"
    },
    {
        "id": "https://tweakers.net/nieuws/243508/nederlands-wellnesscentrum-waarschuwt-gasten-voor-gerichte-phishing-via-whatsapp.html?datalekt=edb442eb06f6f64029043b2bebbb765ac6af34fe22dcfd0520ba7535283feb8a",
        "url": "https://tweakers.net/nieuws/243508/nederlands-wellnesscentrum-waarschuwt-gasten-voor-gerichte-phishing-via-whatsapp.html",
        "title": "Thermae 2000 waarschuwt gasten na datalek dat wordt misbruikt voor gerichte phishing via WhatsApp",
        "date_published": "2026-01-13T10:35:00Z",
        "date_modified": "2026-01-13T10:35:00Z",
        "language": "nl-nl",
        "author": {
            "name": "tweakers.net"
        },
        "content_html": "",
        "content_text": "Thermae 2000 | Kunst, cultuur, sport en recreatie | 12-01-2026 | DataLekt.nl: Het Limburgse wellnesscentrum Thermae 2000 heeft gasten gewaarschuwd voor phishingberichten via WhatsApp die niet van het bedrijf afkomstig zijn. Aanvallers stuurden berichten met details over reserveringen, wat erop wijst dat onbevoegden mogelijk toegang hadden tot een bestand met NAW-, e-mail- en telefoongegevens van een deel van de gasten. Volgens Thermae 2000 zijn er geen aanwijzingen dat betaalgegevens zijn buitgemaakt, al lijkt factuurinformatie te zijn ingezien. Het incident werd ontdekt nadat gasten melding maakten van verdachte berichten. Het bedrijf heeft maatregelen genomen, extra beveiliging doorgevoerd en een onderzoek gestart. (Bron: tweakers.net)"
    },
    {
        "id": "https://beveiligingnieuws.nl/man-veroorzaakte-duizenden-valse-112-oproepen/?datalekt=fa58336a0a523838baaa5695274d7adb9c1cf849220c0057ac1d4a5f7167fda1",
        "url": "https://beveiligingnieuws.nl/man-veroorzaakte-duizenden-valse-112-oproepen/",
        "title": "Man uit Delft veroorzaakte grootschalige verstoring van het noodnummer 112 met geautomatiseerde oproepen",
        "date_published": "2025-12-13T16:48:00Z",
        "date_modified": "2026-01-10T13:41:00Z",
        "language": "nl-nl",
        "author": {
            "name": "beveiligingnieuws.nl"
        },
        "content_html": "",
        "content_text": "De Landelijke Meldkamer Samenwerking | Overheid: Organisatieonderdeel | 11-12-2025 | DataLekt.nl: Eind 2022 heeft een 47-jarige man uit Delft meer dan 11.000 geautomatiseerde valse oproepen naar het noodnummer 112 verstuurd, waardoor de bereikbaarheid van politie en hulpdiensten ernstig werd verstoord. Hij maakte gebruik van simboxen, computers en anonieme 06-nummers om het noodnummer te overbelasten, op een manier die vergelijkbaar is met een DDoS-aanval. Volgens het Openbaar Ministerie handelde hij uit wraak na een zakelijk conflict met drie zakenpartners. Door de massale oproepen liepen wachttijden gevaarlijk op en konden echte noodmeldingen moeilijk doorkomen, met mogelijk levensgevaarlijke gevolgen. [Update: Op 8 januari 2026 is bekend geworden dat de man is veroordeeld tot een voorwaardelijke gevangenisstraf van acht maanden en een eerder opgelegde boete hoeft hij niet te betalen.] (Bron: beveiligingnieuws.nl)"
    },
    {
        "id": "https://bron.fontys.nl/datalek-bij-universiteit-leiden/?datalekt=2ed17628a7a0d3e2a9187ade75305d7c8cbdc8b8d2452e0f536711562c5c8a30",
        "url": "https://bron.fontys.nl/datalek-bij-universiteit-leiden/",
        "title": "Datalek bij Universiteit Leiden door fout bij overstap naar nieuw administratiesysteem",
        "date_published": "2026-01-09T09:44:00Z",
        "date_modified": "2026-01-09T09:44:00Z",
        "language": "nl-nl",
        "author": {
            "name": "fontys.nl"
        },
        "content_html": "",
        "content_text": "Universiteit Leiden | Onderwijs | 07-01-2026 | DataLekt.nl: Bij de overstap naar een nieuw financieel en administratief computersysteem zijn bij Universiteit Leiden tijdelijk persoonsgegevens van medewerkers voor alle universitaire medewerkers zichtbaar geworden. Het ging onder meer om namen, huisadressen en in sommige gevallen telefoonnummers van personen die een declaratie hadden ingediend, waaronder ook bestuursleden en decanen. Het datalek ontstond op maandagochtend en werd door de ict-afdeling na enkele uren ontdekt en verholpen. De universiteit is wettelijk verplicht het incident te melden bij de Autoriteit Persoonsgegevens. Er zijn geen aanwijzingen dat de gegevens zijn misbruikt. (Bron: fontys.nl)"
    },
    {
        "id": "https://www.omroepzeeland.nl/nieuws/18098414/e-mailaccounts-leerlingen-zeeuws-vlaanderen-misbruikt-voor-versturen-phishingmails?datalekt=20b59bc093b6af6e74ad9ec4c7037a2aeb0899ea074510c61066755a661958f7",
        "url": "https://www.omroepzeeland.nl/nieuws/18098414/e-mailaccounts-leerlingen-zeeuws-vlaanderen-misbruikt-voor-versturen-phishingmails",
        "title": "E-mailaccounts van leerlingen bij Voortgezet Onderwijs Zeeuws-Vlaanderen misbruikt voor phishing na hack",
        "date_published": "2026-01-08T13:35:00Z",
        "date_modified": "2026-01-08T13:35:00Z",
        "language": "nl-nl",
        "author": {
            "name": "omroepzeeland.nl"
        },
        "content_html": "",
        "content_text": "3 onbekende middelbare scholen Zeeuws-Vlaanderen | Onderwijs | 06-01-2026 | DataLekt.nl: Bij een hack op de Office 365-omgeving van drie middelbare scholen in Zeeuws-Vlaanderen zijn e-mailaccounts van leerlingen gecompromitteerd. Twee accounts zijn daadwerkelijk misbruikt om phishingmails te versturen en van nog eens twaalf accounts zijn de wachtwoorden buitgemaakt. Volgens de scholen, verenigd in Voortgezet Onderwijs Zeeuws-Vlaanderen, zijn er geen aanwijzingen dat cijfers, leerlingendossiers of andere onderwijsgegevens zijn ingezien of gestolen. Mogelijk zijn wel adresboeken van veertien accounts buitgemaakt. De scholen doen onderzoek en hebben maatregelen genomen om herhaling te voorkomen. (Bron: omroepzeeland.nl)"
    },
    {
        "id": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb?datalekt=93f37a6003946e4c583834b6c1c3c987ffab224e16838b7b1bdf68f3284e308f",
        "url": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb",
        "title": "Van Venrooy getroffen door ransomware aanval van de criminele organisatie Safepay",
        "date_published": "2025-12-29T13:47:00Z",
        "date_modified": "2025-12-29T13:47:00Z",
        "language": "nl-nl",
        "author": {
            "name": "ccinfo.nl"
        },
        "content_html": "",
        "content_text": "Van Venrooy | Bouwnijverheid | 28-12-2025 | DataLekt.nl: De criminele organisatie Safepay heeft op het darkweb aangekondigd dat zij Van Venrooy heeft getroffen met een ransomware-aanval en/of datadiefstal en daarbij losgeld heeft geëist om of enerzijds de systemen te herstellen, of te voorkomen dat de hackers de data lekken op het web. (Bron: ccinfo.nl)"
    },
    {
        "id": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb?datalekt=87a871417652c3c0dd6ed343c83756a5deb0eb405d952b2446efca286d2dfd51",
        "url": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb",
        "title": "Fresh2You getroffen door ransomware aanval van de criminele organisatie Lockbit5",
        "date_published": "2025-12-29T13:46:00Z",
        "date_modified": "2025-12-29T13:46:00Z",
        "language": "nl-nl",
        "author": {
            "name": "ccinfo.nl"
        },
        "content_html": "",
        "content_text": "Fresh2You | Groot- en detailhandel | 27-12-2025 | DataLekt.nl: De criminele organisatie Lockbit5 heeft op het darkweb aangekondigd dat zij Fresh2You heeft getroffen met een ransomware-aanval en/of datadiefstal en daarbij losgeld heeft geëist om of enerzijds de systemen te herstellen, of te voorkomen dat de hackers de data lekken op het web. (Bron: ccinfo.nl)"
    },
    {
        "id": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb?datalekt=e4e5707e9f6e2c1cabfbd4c2eb00f4f0c317896845fc5f3b4302d7d376c1fd18",
        "url": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb",
        "title": "RD Metals getroffen door ransomware aanval van de criminele organisatie Lockbit5",
        "date_published": "2025-12-29T13:45:00Z",
        "date_modified": "2025-12-29T13:45:00Z",
        "language": "nl-nl",
        "author": {
            "name": "ccinfo.nl"
        },
        "content_html": "",
        "content_text": "RD Metals | Water en afvalbeheer | 27-12-2025 | DataLekt.nl: De criminele organisatie Lockbit5 heeft op het darkweb aangekondigd dat zij RD Metals heeft getroffen met een ransomware-aanval en/of datadiefstal en daarbij losgeld heeft geëist om of enerzijds de systemen te herstellen, of te voorkomen dat de hackers de data lekken op het web. (Bron: ccinfo.nl)"
    },
    {
        "id": "https://www.bndestem.nl/hoeksche-waard/papieren-van-1200-overledenen-lagen-voor-het-grijpen-partij-in-nissewaard-eist-opheldering~ae4ae439/?datalekt=9a81ec2f9d3e34a1bfc8ad80c3f4627677e0e593a5f27bc0fe3ee085f58939a1",
        "url": "https://www.bndestem.nl/hoeksche-waard/papieren-van-1200-overledenen-lagen-voor-het-grijpen-partij-in-nissewaard-eist-opheldering~ae4ae439/",
        "title": "Gemeente Nissewaard laat documenten van ruim 1200 overledenen onbeveiligd achter in openstaand baarhuisje",
        "date_published": "2025-12-25T09:39:00Z",
        "date_modified": "2025-12-25T09:39:00Z",
        "language": "nl-nl",
        "author": {
            "name": "bndestem.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Nissewaard | Overheid: Gemeenten | 23-12-2025 | DataLekt.nl: In een baarhuisje op de begraafplaats in Zuidland bleken documenten met persoonsgegevens van ongeveer 1200 overledenen onbeveiligd in een openstaande archiefkast te liggen, inclusief aanvullende gegevens van negentien personen met onder meer adres, telefoonnummer en BSN-nummer. Het slot van het baarhuisje was defect, waardoor iedereen toegang had. De situatie werd pas opgelost nadat partij VOOR Nissewaard een foto van de openstaande kast op Facebook plaatste, waarna de gemeente dezelfde dag het slot verving. De oorzaak ligt in onvoldoende fysieke beveiliging en nalatigheid bij opvolging van meldingen over het kapotte slot. (Bron: bndestem.nl)"
    },
    {
        "id": "https://www.clubachterdeduinen.nl/nieuws/ado-getroffen-door-hack?datalekt=53c650dd54075b50b2d9f0655ee03aa6e6a1443a2093da0ba0524c4984ed877d",
        "url": "https://www.clubachterdeduinen.nl/nieuws/ado-getroffen-door-hack",
        "title": "ADO Den Haag getroffen door hack met beperkt datalek",
        "date_published": "2025-12-24T09:55:00Z",
        "date_modified": "2025-12-24T09:55:00Z",
        "language": "nl-nl",
        "author": {
            "name": "clubachterdeduinen.nl"
        },
        "content_html": "",
        "content_text": "ADO Den Haag | Kunst, cultuur, sport en recreatie | 17-12-2025 | DataLekt.nl: ADO Den Haag heeft in de zomer van 2025 te maken gehad met een hack waarbij een beperkt datalek is ontstaan. Dat blijkt uit het jaarverslag over het afgelopen seizoen. De club meldt dat onbekenden ongeautoriseerde toegang tot systemen hebben gekregen, maar geeft geen details over welke gegevens zijn buitgemaakt. Volgens ADO is het incident in nauw overleg met de IT-partner afgehandeld, zijn alle betrokkenen tijdig geïnformeerd en is melding gedaan bij de Autoriteit Persoonsgegevens. Daarnaast zijn procedures gevolgd om toekomstige risico’s te beperken. (Bron: clubachterdeduinen.nl)"
    },
    {
        "id": "https://www.autoriteitpersoonsgegevens.nl/documenten/brieven-aan-breda-en-doesburg-over-gegevensbescherming?datalekt=75ae85585ffe5e1c1fbd3ba6b4763253b9e720a37c15b676c02505cd4ba50d5f",
        "url": "https://www.autoriteitpersoonsgegevens.nl/documenten/brieven-aan-breda-en-doesburg-over-gegevensbescherming",
        "title": "Gemeente Doesburg schiet structureel tekort in AVG-naleving bij toezicht door Autoriteit Persoonsgegevens",
        "date_published": "2025-12-22T10:22:00Z",
        "date_modified": "2025-12-22T10:22:00Z",
        "language": "nl-nl",
        "author": {
            "name": "autoriteitpersoonsgegevens.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Doesburg | Overheid: Gemeenten | 18-12-2025 | DataLekt.nl: De Autoriteit Persoonsgegevens (AP) concludeert na een toezichtsbezoek dat de gemeente Doesburg de basis van de AVG-naleving niet op orde heeft. De AP constateerde onder meer een verouderd en onvolledig verwerkingsregister, ontbrekende of onvoldoende uitgevoerde DPIA’s en een periode waarin geen functionaris gegevensbescherming was aangewezen, ondanks de wettelijke verplichting daartoe. Ook is de beschikbare FG-capaciteit volgens de AP onvoldoende om de wettelijke taken uit te voeren. De tekortkomingen hangen samen met beperkte capaciteit bij de kleine gemeente en het lopende herindelingsproces. De AP heeft aanbevelingen gedaan, maar geen boete opgelegd. (Bron: autoriteitpersoonsgegevens.nl)"
    },
    {
        "id": "https://www.autoriteitpersoonsgegevens.nl/documenten/brieven-aan-breda-en-doesburg-over-gegevensbescherming?datalekt=2b22a71dae1c185e471948a0f1c5591dbd7ab26ff32a6650d756084906d4fc7b",
        "url": "https://www.autoriteitpersoonsgegevens.nl/documenten/brieven-aan-breda-en-doesburg-over-gegevensbescherming",
        "title": "Gemeente Breda voldoet onvoldoende aan AVG-eisen rond DPIA’s, verwerkingsregister en rol van FG",
        "date_published": "2025-12-22T10:20:00Z",
        "date_modified": "2025-12-22T10:20:00Z",
        "language": "nl-nl",
        "author": {
            "name": "autoriteitpersoonsgegevens.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Breda | Overheid: Gemeenten | 18-12-2025 | DataLekt.nl: De Autoriteit Persoonsgegevens (AP) heeft na een toezichtsbezoek vastgesteld dat de gemeente Breda niet volledig voldoet aan de verplichtingen uit de Algemene Verordening Gegevensbescherming (AVG). De tekortkomingen hebben betrekking op een onvolledig en deels onjuist verwerkingsregister, het ontbreken van wettelijk verplichte DPIA’s voor diverse verwerkingen en een beperkte structurele betrokkenheid van de functionaris gegevensbescherming (FG) bij het bestuur. Hoewel ook positieve bevindingen zijn gedaan, concludeert de AP dat met name het DPIA-proces verbetering behoeft. De AP heeft Breda niet beboet, maar wel niet-vrijblijvende aanbevelingen gedaan om de naleving van de AVG te verbeteren. (Bron: autoriteitpersoonsgegevens.nl)"
    },
    {
        "id": "https://www.security.nl/posting/918012/Gemeente+Eindhoven+lekt+persoonlijke+gegevens+inwoners+via+AI-websites?datalekt=351c72fd2203d64f44af295b0e3332df5b03fc5d4c5ef7cab64ef517d73c0f63",
        "url": "https://www.security.nl/posting/918012/Gemeente+Eindhoven+lekt+persoonlijke+gegevens+inwoners+via+AI-websites",
        "title": "Gemeente Eindhoven lekte gevoelige persoonsgegevens van inwoners en medewerkers via openbare AI-websites",
        "date_published": "2025-12-19T09:58:00Z",
        "date_modified": "2025-12-19T09:58:00Z",
        "language": "nl-nl",
        "author": {
            "name": "security.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Eindhoven | Overheid: Gemeenten | 19-12-2025 | DataLekt.nl: De gemeente Eindhoven heeft in de periode van 23 september tot 23 oktober 2025 duizenden interne bestanden met gevoelige en bijzondere persoonsgegevens geüpload naar openbare AI-websites, waaronder mogelijk ChatGPT. Dit gebeurde doordat medewerkers deze AI-diensten gebruikten voor hun werk. Onderzoekers stellen dat het gaat om gegevens van vermoedelijk veel betrokkenen, waaronder informatie over jeugdzorg, WMO-dossiers, BSN-nummers, medische en mentale gezondheid en interne personeelsdocumenten. De gemeente kan niet vaststellen van wie de gegevens zijn gelekt en informeert betrokkenen daarom niet individueel. Misbruik van de data is volgens experts niet uitgesloten. Het datalek is op 23 oktober gemeld bij de Autoriteit Persoonsgegevens. (Bron: security.nl)"
    },
    {
        "id": "https://www.security.nl/posting/917758/Politie%3A+verdachte+omzeilde+met+deepfakes+identiteitsverificatie+van+bank?datalekt=f2bd408f782c01122f6d82f5fe090149e1d6f13a00befa0b3e656f6ed45b2cb6",
        "url": "https://www.security.nl/posting/917758/Politie%3A+verdachte+omzeilde+met+deepfakes+identiteitsverificatie+van+bank",
        "title": "Digitale identiteitsverificatie van een Nederlandse bank omzeild via deepfakes voor het openen van rekeningen",
        "date_published": "2025-12-17T14:56:00Z",
        "date_modified": "2025-12-17T14:56:00Z",
        "language": "nl-nl",
        "author": {
            "name": "security.nl"
        },
        "content_html": "",
        "content_text": "Onbekende bank | Financiële diensten | 17-12-2025 | DataLekt.nl: De politie heeft een 34-jarige man uit Amsterdam aangehouden die met behulp van deepfake-technieken het digitale identiteitsverificatieproces van een Nederlandse bank wist te omzeilen. Door misleiding van slachtoffers verkreeg hij identiteitsdocumenten, die hij vervolgens manipuleerde om als andere personen toegang te krijgen tot het banksysteem en bankrekeningen te openen. In totaal werden 46 rekeningen op naam van derden geopend en gebruikt voor fraude. Er is geen sprake van een technische systeeminbraak of bevestigd datalek bij de bank; wel is een beveiligingsproces binnen het informatiesysteem succesvol omzeild. Betrokken partijen hebben maatregelen genomen. (Bron: security.nl)"
    },
    {
        "id": "https://www.erasmusmagazine.nl/2021/10/06/half-miljoen-gedupeerden-bij-hack-hogeschool/?datalekt=84d0eb76d45552a029571a003eef4bef6178f97283ddd05b9ec806a548a5e947",
        "url": "https://www.erasmusmagazine.nl/2021/10/06/half-miljoen-gedupeerden-bij-hack-hogeschool/",
        "title": "Datalek bij Hogeschool van Arnhem en Nijmegen treft half miljoen mensen",
        "date_published": "2021-09-30T22:00:00Z",
        "date_modified": "2025-12-17T14:51:00Z",
        "language": "nl-nl",
        "author": {
            "name": "erasmusmagazine.nl"
        },
        "content_html": "",
        "content_text": "Hogeschool Arnhem Nijmegen (HAN) | Onderwijs | 03-09-2021 | DataLekt.nl: De Hogeschool van Arnhem en Nijmegen (HAN) heeft een groot datalek onderzocht dat op 1 september aan het licht kwam. Een hacker verkreeg toegang tot gegevens van studenten, medewerkers en andere contacten via een webformulier. Hoewel de HAN weigerde losgeld te betalen, werden de gegevens online gepubliceerd. Het merendeel van de gelekte gegevens betrof algemene persoonsinformatie, maar in sommige gevallen ging het om gevoelige data zoals BSN-nummers en politieke voorkeuren. De HAN heeft haar excuses aangeboden en informeert de getroffenen over het incident. [Update: Op 6 juli 2024 is bekend geworden dat 5 studenten een schadevergoeding van in totaal € 1800.] [Update: Op 17 december 2025 is bekend geworden dat de Autoriteit Persoonsgegevens de Hogeschool van Arnhem en Nijmegen een boete van 175.000 euro heeft opgelegd wegens onvoldoende beveiliging van persoonsgegevens, waaronder kwetsbaarheid voor SQL-injectie en het onveilig opslaan van wachtwoorden.] (Bron: erasmusmagazine.nl, tweakers.net)"
    },
    {
        "id": "https://streekstadcentraal.nl/60209160-fout-in-aanbesteding-wmo-vervoer-kost-zes-gemeenten-alsnog-135-000-euro?datalekt=2a4b900d031690bf57fac52c1cce9972ef3b33533d084f5df2c90e48b4612161",
        "url": "https://streekstadcentraal.nl/60209160-fout-in-aanbesteding-wmo-vervoer-kost-zes-gemeenten-alsnog-135-000-euro",
        "title": "Bedrijfsgevoelige gegevens van REVA Groep gelekt bij aanbesteding Wmo-vervoer",
        "date_published": "2025-12-13T17:19:00Z",
        "date_modified": "2025-12-13T17:19:00Z",
        "language": "nl-nl",
        "author": {
            "name": "streekstadcentraal.nl"
        },
        "content_html": "",
        "content_text": "REVA Groep | Vervoer en opslag | 11-12-2025 | DataLekt.nl: Tijdens een gezamenlijke Europese aanbesteding voor Wmo- en leerlingenvervoer in 2015 is vertrouwelijke bedrijfsinformatie van REVA Groep onbedoeld openbaar beschikbaar gekomen via TenderNed. Door het niet correct markeren van bijlagen als vertrouwelijk konden andere inschrijvers inzicht krijgen in kostprijsberekeningen, marges en personeelsinzet. Een concurrerende vervoerder heeft deze informatie daadwerkelijk ingezien. Het gerechtshof stelde vast dat de betrokken gemeenten ernstig onzorgvuldig hebben gehandeld en dat REVA Groep hierdoor aantoonbare schade heeft geleden, waaronder misgelopen winst, juridische kosten en reputatieschade, waarvoor een schadevergoeding is toegekend. (Bron: streekstadcentraal.nl)"
    },
    {
        "id": "https://streekstadcentraal.nl/60209160-fout-in-aanbesteding-wmo-vervoer-kost-zes-gemeenten-alsnog-135-000-euro?datalekt=52d2730fd2f7ce26bb049422525f90929a7a717a889e0ddb9cfd6960b3d3d118",
        "url": "https://streekstadcentraal.nl/60209160-fout-in-aanbesteding-wmo-vervoer-kost-zes-gemeenten-alsnog-135-000-euro",
        "title": "Vertrouwelijke bedrijfsinformatie van ZCN Vervoer openbaar door fout bij gemeentelijke aanbesteding",
        "date_published": "2025-12-13T17:18:00Z",
        "date_modified": "2025-12-13T17:18:00Z",
        "language": "nl-nl",
        "author": {
            "name": "streekstadcentraal.nl"
        },
        "content_html": "",
        "content_text": "ZCN Vervoer | Vervoer en opslag | 11-12-2025 | DataLekt.nl: Bij een gezamenlijke Europese aanbesteding voor Wmo- en leerlingenvervoer in 2015 is vertrouwelijke bedrijfsinformatie van ZCN Vervoor onbedoeld openbaar gemaakt op aanbestedingsplatform TenderNed. Door een fout van de betrokken gemeenten werden bijlagen met kostprijsberekeningen, tariefopbouw en personeelsinzet niet als vertrouwelijk gemarkeerd. Hierdoor konden andere geregistreerde gebruikers, waaronder een concurrerende vervoerder, de gegevens inzien. Het gerechtshof oordeelde dat de gemeenten ernstig onzorgvuldig hebben gehandeld en dat ZCN hierdoor schade heeft geleden, waaronder misgelopen winst, juridische kosten en reputatieschade, waarvoor een schadevergoeding is toegekend. (Bron: streekstadcentraal.nl)"
    },
    {
        "id": "https://streekstadcentraal.nl/60209160-fout-in-aanbesteding-wmo-vervoer-kost-zes-gemeenten-alsnog-135-000-euro?datalekt=1b31eb1a757a196311f7d7d3923dd9d50c32e8487fe76b40c5a5c753efe7bc90",
        "url": "https://streekstadcentraal.nl/60209160-fout-in-aanbesteding-wmo-vervoer-kost-zes-gemeenten-alsnog-135-000-euro",
        "title": "Gemeente Langedijk betrokken bij datalek tijdens aanbesteding Wmo-vervoer",
        "date_published": "2025-12-13T17:17:00Z",
        "date_modified": "2025-12-13T17:17:00Z",
        "language": "nl-nl",
        "author": {
            "name": "streekstadcentraal.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Langedijk | Overheid: Gemeenten | 11-12-2025 | DataLekt.nl: De voormalige gemeente Langedijk, inmiddels opgegaan in Dijk en Waard, nam deel aan een gezamenlijke Europese aanbesteding voor Wmo- en leerlingenvervoer in 2015 waarbij vertrouwelijke bedrijfsinformatie van vervoerders ZCN Totaalvervoer en Reva Groep onbedoeld openbaar werd gemaakt via TenderNed. Concurrenten konden inzicht krijgen in kostenstructuren en marges. Het gerechtshof oordeelde dat de betrokken gemeenten ernstig onzorgvuldig hebben gehandeld en kende een schadevergoeding toe voor misgelopen winst en andere schadeposten. (Bron: streekstadcentraal.nl)"
    },
    {
        "id": "https://streekstadcentraal.nl/60209160-fout-in-aanbesteding-wmo-vervoer-kost-zes-gemeenten-alsnog-135-000-euro?datalekt=71e4f826d12a6cdac63a8d69cd10d749ca6ee29592425c5ccd6ed5170d35cb8d",
        "url": "https://streekstadcentraal.nl/60209160-fout-in-aanbesteding-wmo-vervoer-kost-zes-gemeenten-alsnog-135-000-euro",
        "title": "Gemeente Uitgeest medeaansprakelijk voor datalek bij Wmo-aanbesteding",
        "date_published": "2025-12-13T17:16:00Z",
        "date_modified": "2025-12-13T17:16:00Z",
        "language": "nl-nl",
        "author": {
            "name": "streekstadcentraal.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Uitgeest | Overheid: Gemeenten | 11-12-2025 | DataLekt.nl: De gemeente Uitgeest was één van de zes gemeenten die in 2015 gezamenlijk een Europese aanbesteding voor Wmo- en leerlingenvervoer uitvoerden waarbij vertrouwelijke informatie van vervoerders ZCN Totaalvervoer en Reva Groep openbaar werd gemaakt. Door een fout in de aanbestedingsprocedure werden gevoelige bijlagen op TenderNed niet afgeschermd. Het gerechtshof stelde vast dat dit ernstige onzorgvuldigheid betrof en dat de ontstane schade voor de vervoerders rechtstreeks voortkwam uit dit datalek. (Bron: streekstadcentraal.nl)"
    },
    {
        "id": "https://streekstadcentraal.nl/60209160-fout-in-aanbesteding-wmo-vervoer-kost-zes-gemeenten-alsnog-135-000-euro?datalekt=38c7b447793fd2ccc23e5dc8eb412d5e12da2d338dc20fa40aa8a6717f92ae99",
        "url": "https://streekstadcentraal.nl/60209160-fout-in-aanbesteding-wmo-vervoer-kost-zes-gemeenten-alsnog-135-000-euro",
        "title": "Gemeente Heiloo betrokken bij openbaar maken vertrouwelijke aanbestedingsgegevens",
        "date_published": "2025-12-13T17:15:00Z",
        "date_modified": "2025-12-13T17:15:00Z",
        "language": "nl-nl",
        "author": {
            "name": "streekstadcentraal.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Heiloo | Overheid: Gemeenten | 11-12-2025 | DataLekt.nl: In 2015 deed de gemeente Heiloo mee aan een gezamenlijke Europese aanbesteding voor Wmo- en leerlingenvervoer waarbij vertrouwelijke gegevens van vervoerders ZCN Totaalvervoer en Reva Groep onbedoeld openbaar beschikbaar kwamen op TenderNed. Kostprijsberekeningen, tariefopbouw en personeelsinformatie werden niet als vertrouwelijk aangemerkt en konden door concurrenten worden ingezien. Het gerechtshof oordeelde dat de deelnemende gemeenten ernstig onzorgvuldig hebben gehandeld en kende een schadevergoeding toe wegens de gevolgen van dit datalek. (Bron: streekstadcentraal.nl)"
    },
    {
        "id": "https://streekstadcentraal.nl/60209160-fout-in-aanbesteding-wmo-vervoer-kost-zes-gemeenten-alsnog-135-000-euro?datalekt=7031f4309ff3050af29c6bbe1f6dea5b658af8ef225fd6c2593c0275d91890af",
        "url": "https://streekstadcentraal.nl/60209160-fout-in-aanbesteding-wmo-vervoer-kost-zes-gemeenten-alsnog-135-000-euro",
        "title": "Gemeente Castricum medeverantwoordelijk voor datalek bij aanbesteding Wmo-vervoer",
        "date_published": "2025-12-13T17:14:00Z",
        "date_modified": "2025-12-13T17:14:00Z",
        "language": "nl-nl",
        "author": {
            "name": "streekstadcentraal.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Castricum | Overheid: Gemeenten | 11-12-2025 | DataLekt.nl: De gemeente Castricum nam deel aan een gezamenlijke aanbesteding voor Wmo- en leerlingenvervoer in 2015 waarbij vertrouwelijke bedrijfsinformatie van vervoerders ZCN Totaalvervoer en Reva Groep per ongeluk openbaar werd gemaakt via TenderNed. Door het ontbreken van de juiste vertrouwelijkheidsinstellingen waren gevoelige bijlagen maandenlang toegankelijk voor andere inschrijvers. Volgens het gerechtshof hebben de betrokken gemeenten ernstig onzorgvuldig gehandeld, waardoor de vervoerders schade opliepen in latere aanbestedingen en recht hebben op een schadevergoeding. (Bron: streekstadcentraal.nl)"
    },
    {
        "id": "https://streekstadcentraal.nl/60209160-fout-in-aanbesteding-wmo-vervoer-kost-zes-gemeenten-alsnog-135-000-euro?datalekt=026df28173e868cb7ac3210a96e659080d45415d67d47e0f0f3ebace2186e602",
        "url": "https://streekstadcentraal.nl/60209160-fout-in-aanbesteding-wmo-vervoer-kost-zes-gemeenten-alsnog-135-000-euro",
        "title": "Gemeente Bergen betrokken bij datalek tijdens aanbesteding Wmo-vervoer via TenderNed",
        "date_published": "2025-12-13T17:13:00Z",
        "date_modified": "2025-12-13T17:13:00Z",
        "language": "nl-nl",
        "author": {
            "name": "streekstadcentraal.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Bergen | Overheid: Gemeenten | 11-12-2025 | DataLekt.nl: De gemeente Bergen was deelnemer aan een gezamenlijke Europese aanbesteding voor Wmo- en leerlingenvervoer in 2015 waarbij vertrouwelijke informatie van vervoerders ZCN Totaalvervoer en Reva Groep onbedoeld openbaar werd gemaakt. Door het niet markeren van bijlagen als vertrouwelijk op TenderNed konden andere geregistreerde gebruikers inzicht krijgen in kostprijzen, tarieven en personeelsinzet. Het gerechtshof stelde vast dat de deelnemende gemeenten ernstig onzorgvuldig hebben gehandeld en dat de schade voor de vervoerders direct samenhing met dit datalek, wat resulteerde in een schadevergoeding. (Bron: streekstadcentraal.nl)"
    },
    {
        "id": "https://streekstadcentraal.nl/60209160-fout-in-aanbesteding-wmo-vervoer-kost-zes-gemeenten-alsnog-135-000-euro?datalekt=e9a073bcdf8acd752fc50f628ebf9f41c38d453fb080ae4d6d800d84757fe1de",
        "url": "https://streekstadcentraal.nl/60209160-fout-in-aanbesteding-wmo-vervoer-kost-zes-gemeenten-alsnog-135-000-euro",
        "title": "Gemeente Alkmaar maakt vertrouwelijke bedrijfsinformatie openbaar bij aanbesteding Wmo-vervoer",
        "date_published": "2025-12-13T17:12:00Z",
        "date_modified": "2025-12-13T17:12:00Z",
        "language": "nl-nl",
        "author": {
            "name": "streekstadcentraal.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Alkmaar | Overheid: Gemeenten | 11-12-2025 | DataLekt.nl: Bij een gezamenlijke Europese aanbesteding voor Wmo- en leerlingenvervoer in 2015 heeft de gemeente Alkmaar een fout gemaakt waardoor vertrouwelijke bedrijfsinformatie van vervoerders ZCN Totaalvervoer en Reva Groep openbaar beschikbaar kwam op TenderNed. Bijlagen met kostprijsberekeningen, tarieven en personeelsinzet werden niet als vertrouwelijk gemarkeerd en konden door andere inschrijvers worden ingezien. Een concurrerende vervoerder bleek de gegevens daadwerkelijk te hebben geraadpleegd. Het gerechtshof oordeelde dat Alkmaar ernstig onzorgvuldig handelde en achtte de schade voor de vervoerders rechtstreeks het gevolg van dit datalek, wat leidde tot een gezamenlijke schadevergoeding. (Bron: streekstadcentraal.nl)"
    },
    {
        "id": "https://trajectum.hu.nl/hu-medewerkers-gehackt-ict-afdeling-vertelt-wat-er-misging/?datalekt=80e4e077247e788cff24dfeb908bc210463954488828eefb6edd9ee9a3d6eafb",
        "url": "https://trajectum.hu.nl/hu-medewerkers-gehackt-ict-afdeling-vertelt-wat-er-misging/",
        "title": "Hogeschool Utrecht wordt getroffen door e-mailfraude nadat accounts van medewerkers zijn gehackt",
        "date_published": "2025-12-13T17:00:00Z",
        "date_modified": "2025-12-13T17:00:00Z",
        "language": "nl-nl",
        "author": {
            "name": "hu.nl"
        },
        "content_html": "",
        "content_text": "Hogeschool Utrecht | Onderwijs | 10-12-2025 | DataLekt.nl: Minstens drie medewerkers van Hogeschool Utrecht zijn slachtoffer geworden van een hack waarbij cybercriminelen toegang kregen tot hun e-mailaccounts. De aanvallers stuurden vanuit deze legitieme HU-accounts frauduleuze berichten naar duizenden interne en externe ontvangers met het doel geld afhandig te maken. De hack ontstond nadat een medewerker een onveilige pdf-bijlage opende, waardoor inlogsessies werden buitgemaakt. Ongeveer vijftig mensen reageerden op de mails. De ICT-afdeling blokkeerde de betrokken accounts binnen een kwartier en voorkwam verdere schade of inzage in gegevens. (Bron: trajectum.hu.nl)"
    },
    {
        "id": "https://www.centrumjong.nl/datalek-privacycontainer/?datalekt=b30f06f1dbdaba337b44f266b48cc737542963405cd77dea0a70d46fa75a48fe",
        "url": "https://www.centrumjong.nl/datalek-privacycontainer/",
        "title": "Datalek bij CJ Krommenie door onbedoelde afvoer van privacycontainer door reguliere papierophaaldienst",
        "date_published": "2025-12-13T16:57:00Z",
        "date_modified": "2025-12-13T16:57:00Z",
        "language": "nl-nl",
        "author": {
            "name": "centrumjong.nl"
        },
        "content_html": "",
        "content_text": "Centrum Jong Krommenie | Gezondheids- en welzijnszorg | 09-12-2025 | DataLekt.nl: Bij CJ Krommenie is op 7 november 2025 de inhoud van een afgesloten privacycontainer met vertrouwelijke documenten per ongeluk meegenomen door de reguliere papierophaaldienst, terwijl deze normaal door een gespecialiseerd vernietigingsbedrijf wordt opgehaald. Hierdoor konden diverse soorten documenten, waaronder spreekuuragenda’s, persoonlijke aantekeningen en mogelijk medische gegevens, buiten de bedoelde vernietigingsketen terechtkomen. De papierlading is inmiddels versnipperd en geperst, waardoor het risico op misbruik volgens de organisatie vrijwel nihil is. Centrum Jong heeft melding gedaan bij de Autoriteit Persoonsgegevens en aanvullende maatregelen genomen om herhaling te voorkomen. (Bron: centrumjong.nl)"
    },
    {
        "id": "https://www.tubantia.nl/losser/losser-gaat-drie-keer-de-fout-in-met-gegevens-van-inwoners-dit-zijn-de-gevolgen~a1773920/?datalekt=f6b94c1a0036124520bfec95d287361e996bdbeecff3bfe7533252b2b3c91662",
        "url": "https://www.tubantia.nl/losser/losser-gaat-drie-keer-de-fout-in-met-gegevens-van-inwoners-dit-zijn-de-gevolgen~a1773920/",
        "title": "Gemeente Losser maakt meerdere fouten waardoor persoonsgegevens van inwoners openbaar werden",
        "date_published": "2025-12-13T16:54:00Z",
        "date_modified": "2025-12-13T16:54:00Z",
        "language": "nl-nl",
        "author": {
            "name": "tubantia.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Losser | Overheid: Gemeenten | 10-12-2025 | DataLekt.nl: De gemeente Losser is drie keer onzorgvuldig omgegaan met persoonsgegevens van inwoners. In september lagen gegevens van 103 personen zichtbaar in een stemkoffer bij een stembureau en daarnaast stonden bezwaarschriften met namen, adressen en telefoonnummers van inwoners uit Glane en van omwonenden van de Gilderhauserweg openbaar op de gemeentelijke website. Het ging om fouten in de omgang met en publicatie van documenten. De gemeente erkent dat er fouten zijn gemaakt. Afhankelijk van de ernst en afhandeling kan de Autoriteit Persoonsgegevens toezicht houden en eventueel sancties opleggen. (Bron: tubantia.nl)"
    },
    {
        "id": "https://www.advocatie.nl/nieuws/privacyklacht-legt-digitaal-notarisregister-al-maanden-stil/?datalekt=580b611b9cf1e732c32821950aa7a9222dd9a7972892049ce5013b9896be2d77",
        "url": "https://www.advocatie.nl/nieuws/privacyklacht-legt-digitaal-notarisregister-al-maanden-stil/",
        "title": "Digitaal notarisregister al maanden offline na privacyklacht bij Autoriteit Persoonsgegevens",
        "date_published": "2025-12-13T16:51:00Z",
        "date_modified": "2025-12-13T16:51:00Z",
        "language": "nl-nl",
        "author": {
            "name": "advocatie.nl"
        },
        "content_html": "",
        "content_text": "Koninklijke Notariële Beroepsorganisatie (KNB) | Overige dienstverlening | 11-12-2025 | DataLekt.nl: Het digitale notarisregister van de Koninklijke Notariële Beroepsorganisatie (KNB) is sinds februari offline nadat de Autoriteit Persoonsgegevens een privacyklacht van een notaris gegrond verklaarde. De toezichthouder had bezwaar tegen de manier waarop zoekresultaten werden getoond, waarbij ook andere notarissen zichtbaar waren. De KNB haalde het register daarop volledig offline en ging niet in beroep. Hierdoor is een wettelijk openbaar register, met informatie over nevenfuncties en tuchtrechtelijke maatregelen, slechts beperkt op verzoek in te zien. Of en wanneer het register weer online komt, is nog onzeker. (Bron: advocatie.nl)"
    },
    {
        "id": "https://www.rtl.nl/nieuws/binnenland/artikel/5542736/gemeente-nuenen-lekt-adressen-bezwaarmakers-azc?datalekt=f74ef1774b7c47eb7f24732b6dffce9457b0d7497e592c7679d478b6bedddd68",
        "url": "https://www.rtl.nl/nieuws/binnenland/artikel/5542736/gemeente-nuenen-lekt-adressen-bezwaarmakers-azc",
        "title": "Gemeente Nuenen lekt per ongeluk adressen van bezwaarmakers tegen tijdelijk azc",
        "date_published": "2025-12-07T10:30:00Z",
        "date_modified": "2025-12-07T10:30:00Z",
        "language": "nl-nl",
        "author": {
            "name": "rtl.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Nuenen | Overheid: Gemeenten | 06-12-2025 | DataLekt.nl: De gemeente Nuenen heeft per ongeluk een document met adressen van 1059 bezwaarmakers tegen de komst van een tijdelijk asielzoekerscentrum doorgestuurd naar 52 inwoners. Hoewel geen namen zijn gedeeld, zijn adressen indirect herleidbaar tot personen, waardoor sprake is van een datalek. Het document maakte deel uit van stukken voor een hoorzitting van de bezwaarschriftencommissie. De gemeente heeft melding gedaan bij de Autoriteit Persoonsgegevens en ontvangers gevraagd het document te verwijderen en niet verder te verspreiden. (Bron: rtl.nl)"
    },
    {
        "id": "https://www.nt.nl/havens/2025/12/05/drie-aanhoudingen-na-cyberaanval-op-havenbedrijf-waalhaven/?datalekt=196f17c35113c36d811c44011935cf48bc4f53e066bd1120d6887e53fb40cbca",
        "url": "https://www.nt.nl/havens/2025/12/05/drie-aanhoudingen-na-cyberaanval-op-havenbedrijf-waalhaven/",
        "title": "Havenbedrijf in de Waalhaven getroffen door fraude na gehackte mailbox",
        "date_published": "2025-12-07T10:26:00Z",
        "date_modified": "2025-12-07T10:26:00Z",
        "language": "nl-nl",
        "author": {
            "name": "nt.nl"
        },
        "content_html": "",
        "content_text": "Onbekende havenbedrijf | Vervoer en opslag | 05-12-2025 | DataLekt.nl: Een onbekend havenbedrijf in de Rotterdamse Waalhaven werd in september 2023 slachtoffer van cybercrime nadat criminelen de mailbox van het bedrijf wisten te hacken. De aanvallers verstuurden vanuit het gehackte account een vervalste factuur met een frauduleus bankrekeningnummer en een nagemaakte bankverklaring, waarna een klant 260.000 euro overmaakte. De politie hield in februari 2025 een verdachte aan en arresteerde in oktober 2025 twee nieuwe verdachten. Volgens de Zeehavenpolitie werkte het getroffen bedrijf vanaf het begin volledig mee aan het onderzoek. (Bron: nt.nl)"
    },
    {
        "id": "https://nos.nl/artikel/2593305-erasmus-mc-ontslaat-medewerkers-voor-rondneuzen-in-patientendossiers?datalekt=9b69019a567b936b154dfc13f68ae006b302b82e19cfe440f8d98444affd2b8d",
        "url": "https://nos.nl/artikel/2593305-erasmus-mc-ontslaat-medewerkers-voor-rondneuzen-in-patientendossiers",
        "title": "Erasmus MC ontslaat medewerkers wegens ongeoorloofde inzage in patiëntendossiers",
        "date_published": "2025-12-07T10:22:00Z",
        "date_modified": "2025-12-07T10:22:00Z",
        "language": "nl-nl",
        "author": {
            "name": "nos.nl"
        },
        "content_html": "",
        "content_text": "Erasmus MC | Gezondheids- en welzijnszorg | 05-12-2025 | DataLekt.nl: Het Erasmus MC heeft ontdekt dat vijf medewerkers zonder geldige reden in 34 patiëntendossiers hebben gekeken tijdens interne controles. Twee medewerkers zijn vanwege de ernst van hun handelen op staande voet ontslagen; drie anderen kregen disciplinaire maatregelen. Het ziekenhuis benadrukt dat inzage alleen mag plaatsvinden bij een behandelrelatie en heeft de betrokken patiënten geïnformeerd en excuses aangeboden. Het incident is gemeld bij de Autoriteit Persoonsgegevens. (Bron: nos.nl)"
    },
    {
        "id": "https://www.gld.nl/nieuws/8392671/han-onderzoekt-mogelijk-datalek-na-ongeoorloofd-ai-gebruik-door-docent?datalekt=a5f3a6026d0dce64ae665dad51e16371461707c613cdbc4446d2d9145bff62d5",
        "url": "https://www.gld.nl/nieuws/8392671/han-onderzoekt-mogelijk-datalek-na-ongeoorloofd-ai-gebruik-door-docent",
        "title": "Hogeschool van Arnhem en Nijmegen onderzoekt mogelijk datalek na ongeoorloofd AI-gebruik door docent",
        "date_published": "2025-11-18T08:15:00Z",
        "date_modified": "2025-12-05T09:31:00Z",
        "language": "nl-nl",
        "author": {
            "name": "gld.nl"
        },
        "content_html": "",
        "content_text": "Hogeschool Arnhem Nijmegen (HAN) | Onderwijs | 17-11-2025 | DataLekt.nl: De Hogeschool van Arnhem en Nijmegen (HAN) onderzoekt of er een datalek is ontstaan nadat een docent Communicatie en Multimedia Design zonder toestemming een geavanceerde AI-agent toegang gaf tot de digitale leeromgeving, waar volgens hem veel studentgegevens aanwezig zijn. De docent gebruikte privé-abonnementen op AI-software, in strijd met de interne regels. De school heeft een voorlopige melding gedaan bij de Autoriteit Persoonsgegevens en onderzoekt nog welke gegevens mogelijk zijn ingezien en hoeveel studenten getroffen kunnen zijn. [Update: Op 3 december 2025 is bekend geworden dat er geen datalek heeft plaatsgevonden. Uit onderzoek blijkt dat de AI-tool geen persoonsgegevens heeft ingezien, hoewel deze wel ongeautoriseerd toegang had gekregen tot de digitale leeromgeving. De melding bij de Autoriteit Persoonsgegevens is daarom ingetrokken.] (Bron: gld.nl)"
    },
    {
        "id": "https://www.telegraaf.nl/financieel/nieuws/autodealerconcern-van-mossel-getroffen-door-cyberaanval/110000623.html?datalekt=bbc950fbb66d1da0279b1660998b24031836de720ef43fd7946e1ddc9e91fd38",
        "url": "https://www.telegraaf.nl/financieel/nieuws/autodealerconcern-van-mossel-getroffen-door-cyberaanval/110000623.html",
        "title": "Cyberaanval treft autodealerconcern Van Mossel na gerichte hackpoging",
        "date_published": "2025-12-04T09:44:00Z",
        "date_modified": "2025-12-04T09:44:00Z",
        "language": "nl-nl",
        "author": {
            "name": "telegraaf.nl"
        },
        "content_html": "",
        "content_text": "Van Mossel Automotive Group | Groot- en detailhandel | 03-12-2025 | DataLekt.nl: Autodealerconcern Van Mossel heeft afgelopen weekend ongeautoriseerde toegang tot zijn systemen ontdekt en delen daarvan direct offline gehaald nadat duidelijk werd dat het om een gerichte hackpoging ging. Volgens eerste analyses hebben onbevoegden mogelijk beperkte toegang gehad tot gegevens, maar het bedrijf weet nog niet of er daadwerkelijk informatie is buitgemaakt. Externe beveiligingsexperts onderzoeken het incident verder en Van Mossel heeft melding gedaan bij de autoriteiten. Door de ingreep waren klanten tijdelijk niet bereikbaar, maar sinds maandagochtend functioneren e-mail en telefoon weer. (Bron: telegraaf.nl)"
    },
    {
        "id": "https://www.waldnet.nl/wn/nieuws/82853/Datalek_bij_Dantumadiel_honderden_mailadressen_per_ongeluk_openbaar.html?datalekt=27c8dec88c66dd4802b29c689792ab748d8c58a33b5659ed008059892d0a8419",
        "url": "https://www.waldnet.nl/wn/nieuws/82853/Datalek_bij_Dantumadiel_honderden_mailadressen_per_ongeluk_openbaar.html",
        "title": "Gemeente Dantumadiel maakt per ongeluk e-mailadressen van geïnteresseerden in Lyts Wenjen openbaar",
        "date_published": "2025-11-30T09:46:00Z",
        "date_modified": "2025-11-30T09:46:00Z",
        "language": "nl-nl",
        "author": {
            "name": "waldnet.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Dantumadiel | Overheid: Gemeenten | 28-11-2025 | DataLekt.nl: De gemeente Dantumadiel heeft op woensdagmiddag een datalek veroorzaakt door bij het versturen van een informatiebrief over het woningbouwproject Lyts Wenjen de e-mailadressen van enkele honderden geïnteresseerden zichtbaar te laten. De fout ontstond doordat de gemeente vergat de BCC-functie te gebruiken, waardoor alle ontvangers elkaars adres konden zien. Een dag later stuurde de gemeente een rectificatie met excuses en de toezegging dat bij toekomstige mailings wél de BCC-functie wordt toegepast. (Bron: waldnet.nl)"
    },
    {
        "id": "https://www.knaw.nl/nieuws/datalek-ontdekt-bij-de-knaw-wees-alert-op-phishing?datalekt=0bf47541b80d78342e678b64e012ee794fb060d4ed6c83d32af19d45e9611f10",
        "url": "https://www.knaw.nl/nieuws/datalek-ontdekt-bij-de-knaw-wees-alert-op-phishing",
        "title": "Datalek bij de KNAW door mailboxinbraak na phishingaanval",
        "date_published": "2025-11-30T09:37:00Z",
        "date_modified": "2025-11-30T09:37:00Z",
        "language": "nl-nl",
        "author": {
            "name": "knaw.nl"
        },
        "content_html": "",
        "content_text": "Koninklijke Nederlandse Akademie van Wetenschappen (KNAW) | Overheid: Zelfstandige bestuursorganen | 28-11-2025 | DataLekt.nl: Bij de KNAW is een datalek ontdekt nadat een medewerker op een phishingmail had geklikt, waardoor een hacker vanaf 17 november toegang kreeg tot diens mailbox. Vanuit deze mailbox zijn vervolgens phishingmails verstuurd naar contacten. Door de ongeautoriseerde toegang zijn in elk geval e-mailadressen van medewerkers en andere betrokkenen gelekt, mogelijk aangevuld met namen en telefoonnummers. De KNAW heeft de toegang direct geblokkeerd en extra beveiligingsmaatregelen genomen, en onderzoekt de omvang van het incident. (Bron: knaw.nl)"
    },
    {
        "id": "https://www.ad.nl/losser/datalek-en-gebrekkig-proces-zetten-druk-op-wethouder-opvang-oekrainers-aan-gildehauserweg-in-losser-wankelt~ae09e61f/?datalekt=4874367dd1fe57fffb64a7d0f79ddd134c89e049af89c160a37fef9eae26e87d",
        "url": "https://www.ad.nl/losser/datalek-en-gebrekkig-proces-zetten-druk-op-wethouder-opvang-oekrainers-aan-gildehauserweg-in-losser-wankelt~ae09e61f/",
        "title": "Gemeente Losser publiceert per ongeluk persoonsgegevens van bezwaarmakers door technische fout",
        "date_published": "2025-11-29T12:31:00Z",
        "date_modified": "2025-11-29T12:31:00Z",
        "language": "nl-nl",
        "author": {
            "name": "ad.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Losser | Overheid: Gemeenten | 26-11-2025 | DataLekt.nl: Bij de gemeente Losser zijn door een technische fout de bezwaarschriften van omwonenden tegen de opvang van Oekraïense vluchtelingen aan de Gildehauserweg online gepubliceerd, inclusief namen en adressen van de indieners. De fout werd duidelijk tijdens de commissievergadering, waar wethouder Milad Lahdo aangaf dat de gemeente overweegt aangifte te doen van het datalek. De raad kreeg de stukken bovendien pas enkele uren voor de vergadering toegestuurd, wat tot extra kritiek leidde op het gebrekkige proces. De wethouder bood hiervoor excuses aan richting zowel raad als omwonenden. (Bron: ad.nl)"
    },
    {
        "id": "https://www.ad.nl/amsterdam/datalek-bij-gemeente-amsterdam-vertrouwelijke-verslagen-en-gevoelige-informatie-ambtenaren-zichtbaar~aaa398fd/?datalekt=6699432c4a4573df6f89cf3bda64e006c2dc006b89ae7455cd98e1efe6d0a480",
        "url": "https://www.ad.nl/amsterdam/datalek-bij-gemeente-amsterdam-vertrouwelijke-verslagen-en-gevoelige-informatie-ambtenaren-zichtbaar~aaa398fd/",
        "title": "Gemeente Amsterdam zet vertrouwelijke OR- en OC-documenten per ongeluk online door interne fout",
        "date_published": "2025-11-26T14:39:00Z",
        "date_modified": "2025-11-26T14:39:00Z",
        "language": "nl-nl",
        "author": {
            "name": "ad.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Amsterdam | Overheid: Gemeenten | 25-11-2025 | DataLekt.nl: Bij de gemeente Amsterdam hebben vertrouwelijke verslagen van de ondernemingsraad en onderdeelcommissies online gestaan door een interne fout. Hoewel de documenten inmiddels zijn verwijderd, blijven fragmenten zichtbaar via zoekmachines als DuckDuckGo en Bing. De bestanden bevatten onder meer namen, functies, contactgegevens, agendapunten, interne discussies en in één geval informatie over de ernstige ziekte van een ambtenaar. De gemeente werd op 17 november geïnformeerd over het mogelijke datalek, waarna direct het datalekprotocol is gevolgd en melding is gedaan bij de Autoriteit Persoonsgegevens. Er wordt gewerkt aan het verwijderen van resterende fragmenten. (Bron: ad.nl)"
    },
    {
        "id": "https://www.deorkaan.nl/datalek-bij-sociaal-wijkteam-193-mailadressen-zichtbaar/?datalekt=3cd7d69f76c8b7cb7ccb1cb9493616233bebddc5230df2334f2e917d3bd897e4",
        "url": "https://www.deorkaan.nl/datalek-bij-sociaal-wijkteam-193-mailadressen-zichtbaar/",
        "title": "Sociaal Wijkteam Kogerveld-Noord deelt per ongeluk 1249 e-mailadressen van mantelzorgers in CC",
        "date_published": "2025-11-23T10:12:00Z",
        "date_modified": "2025-11-23T10:12:00Z",
        "language": "nl-nl",
        "author": {
            "name": "deorkaan.nl"
        },
        "content_html": "",
        "content_text": "Sociaal Wijkteam Kogerveld-Noord | Overheid: Organisatie met overheidsbemoeienis | 20-11-2025 | DataLekt.nl: Bij het Sociaal Wijkteam Kogerveld-Noord zijn per ongeluk 1249 e-mailadressen van mantelzorgers gedeeld doordat een medewerker deze in de CC zette in plaats van in de BCC. De fout ontstond bij een uitnodiging voor een activiteit, waarna een intrekkingsmail werd verstuurd die opnieuw in de CC terechtkwam. Hierdoor bleef de oorspronkelijke mail zichtbaar voor alle ontvangers. Het wijkteam beschouwt dit als een datalek, heeft melding gedaan bij de Autoriteit Persoonsgegevens en scherpt interne procedures aan. Mantelzorgers worden gewaarschuwd voor mogelijke phishing. (Bron: deorkaan.nl)"
    },
    {
        "id": "https://www.lsenr.nl/artikelen/door-werkgever-afgenomen-drugstest-is-in-strijd-met-de-avg?datalekt=0d66d2f914689351be78b69e10e8d86c4156cb6aa66938f55f7f518d4b80a19b",
        "url": "https://www.lsenr.nl/artikelen/door-werkgever-afgenomen-drugstest-is-in-strijd-met-de-avg",
        "title": "Sif overtreedt privacyregels door onrechtmatige speekseltest bij werknemer",
        "date_published": "2025-11-22T10:21:00Z",
        "date_modified": "2025-11-22T10:21:00Z",
        "language": "nl-nl",
        "author": {
            "name": "lsenr.nl"
        },
        "content_html": "",
        "content_text": "Sif | Industrie | 27-03-2025 | DataLekt.nl: Sif liet bij de toegangspoort onaangekondigde speekseltesten uitvoeren door een extern bureau om medewerkers op drugs- en alcoholgebruik te controleren. Een werknemer testte positief op cannabis, waarna Sif ontbinding van de arbeidsovereenkomst verzocht. De werknemer voerde aan dat deze test in strijd was met de AVG. De rechtbank oordeelde dat speekseltesten gezondheidsgegevens opleveren en daarom bijzondere persoonsgegevens zijn waarvoor een wettelijke grondslag vereist is. Die ontbreekt voor de functie van de werknemer, waardoor Sif de test niet had mogen uitvoeren. De uitslag mag daarom niet als bewijs worden gebruikt. (Bron: lsenr.nl)"
    },
    {
        "id": "https://www.ad.nl/tynaarlo/datalek-ontdekt-bij-gemeente-tynaarlo-inmiddels-verholpen~aae823dc/?datalekt=03e5eeb2f0101618f8dae996a638f46213df3e1f679d37a0c7b9304964a6aaf3",
        "url": "https://www.ad.nl/tynaarlo/datalek-ontdekt-bij-gemeente-tynaarlo-inmiddels-verholpen~aae823dc/",
        "title": "Gemeente Tynaarlo lekt persoonsgegevens door fout bij digitaal archiveren",
        "date_published": "2025-11-22T10:17:00Z",
        "date_modified": "2025-11-22T10:17:00Z",
        "language": "nl-nl",
        "author": {
            "name": "ad.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Tynaarlo | Overheid: Gemeenten | 20-11-2025 | DataLekt.nl: Bij de gemeente Tynaarlo zijn op 7 november 2025 persoonsgegevens van inwoners onbedoeld openbaar geraakt doordat acht documenten tijdens het verplaatsen naar een digitaal archief per ongeluk in een openbaar internetarchief werden geplaatst. Zeker twee bestanden bevatten gegevens zoals naam, geslacht, geboortedatum, burgerservicenummer en contactgegevens. Twee bestanden zijn dertien keer geraadpleegd, maar het is onbekend door wie. Op 12 november werd het lek gestopt. De gemeente heeft melding gedaan bij de Autoriteit Persoonsgegevens en onderzoekt hoe herhaling kan worden voorkomen. Inwoners worden geadviseerd alert te zijn op verdachte berichten. (Bron: ad.nl)"
    },
    {
        "id": "https://www.security.nl/posting/913605/Openbaar+Ministerie+eist+taakstraf+voor+ddos-aanval+op+werkgever?datalekt=ffb1db9789fd23f41a79083513bf6adc8ffe968247b225f43b41850a7da3dee0",
        "url": "https://www.security.nl/posting/913605/Openbaar+Ministerie+eist+taakstraf+voor+ddos-aanval+op+werkgever",
        "title": "Ddos-aanval op onbekend bedrijf veroorzaakt grote financiële schade",
        "date_published": "2025-11-21T09:14:00Z",
        "date_modified": "2025-11-21T09:14:00Z",
        "language": "nl-nl",
        "author": {
            "name": "security.nl"
        },
        "content_html": "",
        "content_text": "Onbekende organisatie | Overig | 19-11-2025 | DataLekt.nl: Begin 2024 voerde een 25-jarige medewerker een ddos-aanval uit op het bedrijf waar hij op dat moment werkzaam was. De verdachte heeft tijdens politieverhoor bekend dat hij doelbewust de website van het bedrijf platlegde. Het Openbaar Ministerie stelt dat deze aanval, samen met een andere door dezelfde verdachte gepleegde aanval op een ander bedrijf, heeft bijgedragen aan een totale schade van 178.000 euro en eist een taakstraf van 160 uur. (Bron: security.nl)"
    },
    {
        "id": "https://www.security.nl/posting/913605/Openbaar+Ministerie+eist+taakstraf+voor+ddos-aanval+op+werkgever?datalekt=a1a67aa99b0b5e0dcc54f1b02f13054879505aa24adaa0bd92c7baa01e6b9809",
        "url": "https://www.security.nl/posting/913605/Openbaar+Ministerie+eist+taakstraf+voor+ddos-aanval+op+werkgever",
        "title": "Ddos-aanval op callcenter in Sittard door eigen medewerker",
        "date_published": "2025-11-21T09:13:00Z",
        "date_modified": "2025-11-21T09:13:00Z",
        "language": "nl-nl",
        "author": {
            "name": "security.nl"
        },
        "content_html": "",
        "content_text": "Onbekende callcenter | Verhuur en zakelijke dienstverlening | 19-11-2025 | DataLekt.nl: Een medewerker van een callcenter in Sittard voerde eind 2023 een ddos-aanval uit op de website van zijn werkgever. Volgens het Openbaar Ministerie bekende de man dat hij dit deed in de hoop zijn collega’s een vrije dag te bezorgen. De aanval veroorzaakte samen met een latere aanval op een ander bedrijf een totale schade van 178.000 euro. (Bron: security.nl)"
    },
    {
        "id": "https://tweakers.net/nieuws/241682/digid-is-beperkt-beschikbaar-vanwege-een-ddos-aanval.html?datalekt=45942fada2d3078165f0c094cf80fee70318ad9717a3b67dcd6c8d5cd808130c",
        "url": "https://tweakers.net/nieuws/241682/digid-is-beperkt-beschikbaar-vanwege-een-ddos-aanval.html",
        "title": "DigiD kampt met beperkte beschikbaarheid door terugkerende ddos-aanvallen op Logius",
        "date_published": "2025-11-21T09:07:00Z",
        "date_modified": "2025-11-21T09:07:00Z",
        "language": "nl-nl",
        "author": {
            "name": "tweakers.net"
        },
        "content_html": "",
        "content_text": "Logius | Overheid: Agentschappen | 19-11-2025 | DataLekt.nl: DigiD was sinds 19 november om 10.47 uur beperkt beschikbaar doordat Logius te maken kreeg met terugkerende ddos-aanvallen. Door deze verstoringen konden gebruikers mogelijk niet of slechts gedeeltelijk inloggen via de digitale overheidsdienst. Het is niet bekend wie achter de aanvallen zit of dat het om dezelfde dader gaat. Logius meldt dat de storing om 11.26 uur is opgelost en werkt aan een nieuwe aanpak om cyberaanvallen beter te kunnen afweren. (Bron: tweakers.net)"
    },
    {
        "id": "https://opgelicht.avrotros.nl/nieuws/hackersgroep-black-witch-hackt-zon-30-nederlandse-websites-waaronder-van-het-martini-en-isala-ziekenhuis-en-plaatst-nazi-teksten-20042?datalekt=663cf02be7cc7ba6e62898d81e910d4e3a8c33e39a6dd5866fbf77fbc2018e99",
        "url": "https://opgelicht.avrotros.nl/nieuws/hackersgroep-black-witch-hackt-zon-30-nederlandse-websites-waaronder-van-het-martini-en-isala-ziekenhuis-en-plaatst-nazi-teksten-20042",
        "title": "Zevenentwintig onbekende Nederlandse organisaties getroffen door website-inbraak door Black Witch",
        "date_published": "2025-11-21T09:01:00Z",
        "date_modified": "2025-11-21T09:01:00Z",
        "language": "nl-nl",
        "author": {
            "name": "avrotros.nl"
        },
        "content_html": "",
        "content_text": "27 onbekende organisaties | Overig | 19-11-2025 | DataLekt.nl: Naast enkele bekende instellingen werden ook 27 andere, niet nader genoemde Nederlandse organisaties getroffen door een aanval van hackersgroep Black Witch. De groep drong de websites binnen en plaatste nazi-teksten en symbolen op de voorpagina’s. Volgens de hackers was het motief het vergroten van hun naamsbekendheid en het werven van nieuwe leden. De ongeautoriseerde aanpassing van webcontent wijst op misbruik van een kwetsbaarheid bij de betrokken webhosting of beheersystemen. De groep stelt dat er geen gegevens zijn gestolen, maar dit is niet door de getroffen organisaties bevestigd. (Bron: opgelicht.avrotros.nl)"
    },
    {
        "id": "https://opgelicht.avrotros.nl/nieuws/hackersgroep-black-witch-hackt-zon-30-nederlandse-websites-waaronder-van-het-martini-en-isala-ziekenhuis-en-plaatst-nazi-teksten-20042?datalekt=a001c6114382ebb50832fea330fb80619743c26144d96f6ae6541257e5f8f873",
        "url": "https://opgelicht.avrotros.nl/nieuws/hackersgroep-black-witch-hackt-zon-30-nederlandse-websites-waaronder-van-het-martini-en-isala-ziekenhuis-en-plaatst-nazi-teksten-20042",
        "title": "Arriva getroffen door website-inbraak waarbij hackersgroep Black Witch nazi-teksten plaatste",
        "date_published": "2025-11-21T09:00:00Z",
        "date_modified": "2025-11-21T09:00:00Z",
        "language": "nl-nl",
        "author": {
            "name": "avrotros.nl"
        },
        "content_html": "",
        "content_text": "Arriva | Vervoer en opslag | 19-11-2025 | DataLekt.nl: Hackersgroep Black Witch heeft de website van Arriva gehackt, samen met ongeveer dertig andere Nederlandse sites, en hierbij nazi-teksten en symbolen op de voorpagina geplaatst. De groep zegt dat het doel niet was om schade aan te richten, maar om naamsbekendheid te vergroten en nieuwe leden te werven. De aanval bestond uit het ongeautoriseerd aanpassen van webcontent, vermoedelijk via een kwetsbaarheid bij een externe webbeheerpartij, al is de exacte methode niet bevestigd. Volgens berichtgeving zouden de aanvallers vooral vanuit Frankrijk en Rusland opereren en geen gegevens hebben buitgemaakt, maar dit is nog niet door organisaties bevestigd. (Bron: opgelicht.avrotros.nl)"
    },
    {
        "id": "https://www.rtvnoord.nl/zorg/RX-452/website-martini-ziekenhuis-korte-tijd-gehackt?datalekt=db263a5298e3a1c356140448450cf3f2dc18050fb752722e8941c884f0a54a6e",
        "url": "https://www.rtvnoord.nl/zorg/RX-452/website-martini-ziekenhuis-korte-tijd-gehackt",
        "title": "Website van Martini Ziekenhuis kortstondig gehackt via externe websiteleverancier",
        "date_published": "2025-11-21T08:59:00Z",
        "date_modified": "2025-11-21T08:59:00Z",
        "language": "nl-nl",
        "author": {
            "name": "rtvnoord.nl"
        },
        "content_html": "",
        "content_text": "Martini Ziekenhuis | Gezondheids- en welzijnszorg | 19-11-2025 | DataLekt.nl: De website van het Martini Ziekenhuis is woensdagochtend ongeveer veertien minuten gehackt doordat kwaadwillenden via de externe websiteleverancier toegang kregen. Bezoekers kregen ‘ongewenste inhoud’ te zien, die volgens regionale media bestond uit nazistische teksten. De woordvoerder benadrukt dat de website volledig losstaat van de interne systemen van het ziekenhuis, waardoor geen patiëntgegevens of andere data zijn buitgemaakt. Het ziekenhuis onderzoekt hoe de aanval kon plaatsvinden en wil herhaling voorkomen. (Bron: rtvnoord.nl)"
    },
    {
        "id": "https://www.destentor.nl/zwolle/site-van-isala-urenlang-plat-door-hack-bezoekers-zien-opmerkelijke-boodschap~a5da6e41/?datalekt=54de776ae54297b89d7d907c74572f5feb52716737447522394f5a920b508762",
        "url": "https://www.destentor.nl/zwolle/site-van-isala-urenlang-plat-door-hack-bezoekers-zien-opmerkelijke-boodschap~a5da6e41/",
        "title": "Website van Isala ontwricht door hack via firewall van websiteleverancier",
        "date_published": "2025-11-21T08:58:00Z",
        "date_modified": "2025-11-21T08:58:00Z",
        "language": "nl-nl",
        "author": {
            "name": "destentor.nl"
        },
        "content_html": "",
        "content_text": "Isala | Gezondheids- en welzijnszorg | 19-11-2025 | DataLekt.nl: De website van Isala was woensdagochtend tijdelijk onbereikbaar doordat een hacker de firewall van de websiteleverancier wist te compromitteren. Bezoekers kregen een zwart scherm te zien met onder meer extremistische en intimiderende teksten ondertekend door ‘BlackWitch’. Volgens het ziekenhuis is niet ingebroken in de interne systemen en zijn patiëntgegevens nooit in gevaar geweest, omdat deze niet via de website worden opgeslagen. De website is uit voorzorg offline gehaald totdat de leverancier volledige veiligheid kon garanderen. (Bron: destentor.nl)"
    },
    {
        "id": "https://www.security.nl/posting/910474/It-leverancier+zelf+aansprakelijk+voor+schade+door+gehackte+Azure-omgeving?datalekt=936e63fe8dea5a7b846ceb21f8631e72f301115170942615ddbbf8291d034a9d",
        "url": "https://www.security.nl/posting/910474/It-leverancier+zelf+aansprakelijk+voor+schade+door+gehackte+Azure-omgeving",
        "title": "Friese it-leverancier draait zelf op voor schade door hack in Azure-omgeving door uitgeschakelde mfa-beveiliging",
        "date_published": "2025-11-20T17:28:00Z",
        "date_modified": "2025-11-20T17:28:00Z",
        "language": "nl-nl",
        "author": {
            "name": "security.nl"
        },
        "content_html": "",
        "content_text": "Onbekende ICT organisatie | ICT en telecommunicatie | 24-10-2025 | DataLekt.nl: Een Friese it-leverancier die Azure-omgevingen beheert voor mkb-klanten werd geconfronteerd met een hack waarbij een aanvaller, dankzij het uitgeschakelde MFA-beleid, toegang verkreeg tot de cloudomgeving van een klant. De hacker creëerde circa zestig virtuele servers die vijf weken op maximale capaciteit cryptovaluta mineden, wat leidde tot dagelijks €22.000 aan kosten en een totale schade van €864.000. De ict-distributeur ontdekte het misbruik op 7 november 2022 en waarschuwde dezelfde dag, waarna de leverancier de omgeving afsloot. De rechtbank oordeelde dat de leverancier zelf verantwoordelijk was omdat MFA niet was ingeschakeld. (Bron: security.nl)"
    },
    {
        "id": "https://beveiligingnieuws.nl/agent-krijgt-taakstraf-voor-opzoeken-informatie-2/?datalekt=35a5007e54ba1f615532a49eca14112bd71bd3f3f24c7c5965cc304e9832f7f5",
        "url": "https://beveiligingnieuws.nl/agent-krijgt-taakstraf-voor-opzoeken-informatie-2/",
        "title": "Politie behandeld voor intern misbruik van politiesystemen door Haagse agent",
        "date_published": "2025-11-19T17:14:00Z",
        "date_modified": "2025-11-19T17:14:00Z",
        "language": "nl-nl",
        "author": {
            "name": "beveiligingnieuws.nl"
        },
        "content_html": "",
        "content_text": "Politie Den Haag | Overheid: Politie | 18-11-2025 | DataLekt.nl: Een 24-jarige politiemedewerker uit Den Haag heeft gedurende de periode van oktober 2023 tot september 2024 herhaaldelijk zonder geldige werkreden bevragingen uitgevoerd in politiesystemen, vaak ’s nachts, buiten diensttijd of tijdens verlof. De automatische monitoring van het systeem sloeg alarm vanwege het hoge aantal ongebruikelijke bevragingen, waarna onderzoek volgde. De agent verklaarde dat hij uit onzekerheid wilde oefenen, maar erkende dat dit onrechtmatig was. Vanwege het risico op misbruik van privacygevoelige gegevens legt het Openbaar Ministerie een taakstraf van tachtig uur op, die hij heeft geaccepteerd. (Bron: beveiligingnieuws.nl)"
    },
    {
        "id": "https://www.binnenlandsbestuur.nl/juridisch/overijssel-weer-in-de-fout-met-woo-documenten?datalekt=f1d55ef415dc1683cb835150a01787f7b3f344b4eb4757ea4d1baeaf90306b0b",
        "url": "https://www.binnenlandsbestuur.nl/juridisch/overijssel-weer-in-de-fout-met-woo-documenten",
        "title": "Provincie Overijssel publiceert opnieuw niet-geanonimiseerde Woo-documenten",
        "date_published": "2025-11-14T10:34:00Z",
        "date_modified": "2025-11-14T10:34:00Z",
        "language": "nl-nl",
        "author": {
            "name": "binnenlandsbestuur.nl"
        },
        "content_html": "",
        "content_text": "Provincie Overijssel | Overheid: Provincies | 12-11-2025 | DataLekt.nl: De provincie Overijssel heeft voor de tweede keer in vier maanden per abuis niet-geanonimiseerde Woo-documenten online geplaatst over een aanvraag voor windturbines in Kampen. Hierdoor waren opnieuw persoonsgegevens en concurrentiegevoelige informatie tijdelijk toegankelijk. Volgens de provincie gaat het om een menselijke fout. De documenten stonden dit keer ongeveer drie dagen online en zijn door zes IP-adressen geraadpleegd. Eerder gebeurde dit al op 1 augustus, toen dezelfde documenten veertien uur openbaar waren. Overijssel heeft melding gedaan bij de Autoriteit Persoonsgegevens en zegt de interne werkwijze verder te evalueren. (Bron: binnenlandsbestuur.nl)"
    },
    {
        "id": "https://www.security.nl/posting/912435/AP+waarschuwt+ruim+200+websites+over+onjuiste+cookiebanners?datalekt=83bde71119880842b280869098b6ea8d265ec53c7e1227418fd41bb8323c19a0",
        "url": "https://www.security.nl/posting/912435/AP+waarschuwt+ruim+200+websites+over+onjuiste+cookiebanners",
        "title": "Ruim 200 Nederlandse websites krijgen waarschuwing van de AP over misleidende cookiebanners",
        "date_published": "2025-11-13T08:45:00Z",
        "date_modified": "2025-11-13T08:45:00Z",
        "language": "nl-nl",
        "author": {
            "name": "security.nl"
        },
        "content_html": "",
        "content_text": "200 onbekende organisaties | Overig | 11-11-2025 | DataLekt.nl: De Autoriteit Persoonsgegevens heeft ruim tweehonderd Nederlandse websites gewaarschuwd omdat zij een onjuiste of misleidende cookiebanner gebruiken. De toezichthouder controleert sinds april 2025 structureel of websites op de juiste manier toestemming vragen voor trackingcookies, die alleen mogen worden geplaatst na vrijwillige en duidelijke instemming van bezoekers. Ongeveer driekwart van de websites paste de banner aan; tegen de overige partijen start de AP handhavingsmaatregelen. De AP benadrukt dat organisaties bezoekers eerlijk moeten informeren en dat het toepassen van volgsoftware strikte naleving van de regels vereist. (Bron: security.nl)"
    },
    {
        "id": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb?datalekt=2fec08364d03d1b37202824661ac4f6ca25760f81edaf201fd9ae24e1bef1cfe",
        "url": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb",
        "title": "PCB Uitvaartzorg getroffen door ransomware aanval van de criminele organisatie Qilin",
        "date_published": "2025-11-10T12:41:00Z",
        "date_modified": "2025-11-10T12:41:00Z",
        "language": "nl-nl",
        "author": {
            "name": "ccinfo.nl"
        },
        "content_html": "",
        "content_text": "PCB Uitvaartzorg | Overige dienstverlening | 06-11-2025 | DataLekt.nl: De criminele organisatie Qilin heeft op het darkweb aangekondigd dat zij PCB Uitvaartzorg heeft getroffen met een ransomware-aanval en/of datadiefstal en daarbij losgeld heeft geëist om of enerzijds de systemen te herstellen, of te voorkomen dat de hackers de data lekken op het web. (Bron: ccinfo.nl)"
    },
    {
        "id": "https://www.destentor.nl/zwolle/datalek-bij-zwemschool-in-zwolle-expert-waarschuwt-dit-is-serieus~a99b8acc/?datalekt=c0416b091442a3ea0ec46e0b00e5b7bdd9f055e8a714c255ad2c854b6dbaeb0c",
        "url": "https://www.destentor.nl/zwolle/datalek-bij-zwemschool-in-zwolle-expert-waarschuwt-dit-is-serieus~a99b8acc/",
        "title": "Zwemschool Van Goor in Zwolle lekt leerlinggegevens door gebrekkige beveiliging",
        "date_published": "2025-11-08T13:23:00Z",
        "date_modified": "2025-11-08T13:23:00Z",
        "language": "nl-nl",
        "author": {
            "name": "destentor.nl"
        },
        "content_html": "",
        "content_text": "Zwemschool van Goor | Kunst, cultuur, sport en recreatie | 05-11-2025 | DataLekt.nl: Bij zwemschool Van Goor in Zwolle zijn de gegevens van ongeveer zeshonderd leerlingen eenvoudig toegankelijk geweest via internet. Door een foutieve configuratie van het leerlingvolgsysteem konden onbevoegden met één standaardwachtwoord inloggen en namen en voortgang van kinderen inzien. Een anonieme cyberexpert ontdekte het lek en waarschuwde de school, maar pas na herhaald aandringen werden maatregelen genomen. Desondanks bleef de beveiliging gebrekkig. Privacyorganisatie Bits of Freedom noemt de situatie ernstig en stelt dat de zwemschool het datalek moet melden bij de Autoriteit Persoonsgegevens. (Bron: destentor.nl)"
    },
    {
        "id": "https://lc.nl/friesland/cyberaanval-bij-omrin-estafettewinkels-dicht-milieustraten-open.-dit-heeft-wel-impact-47525893.html?datalekt=9276b45f448fa1a115c217a545239df454c255adaf36643c0fceb9996ab1af59",
        "url": "https://lc.nl/friesland/cyberaanval-bij-omrin-estafettewinkels-dicht-milieustraten-open.-dit-heeft-wel-impact-47525893.html",
        "title": "Ransomware-aanval legt Estafette-winkels van Omrin tijdelijk stil",
        "date_published": "2025-10-15T09:35:00Z",
        "date_modified": "2025-11-08T13:17:00Z",
        "language": "nl-nl",
        "author": {
            "name": "lc.nl"
        },
        "content_html": "",
        "content_text": "Omrin | Water en afvalbeheer | 13-10-2025 | DataLekt.nl: Afvalverwerkingsbedrijf Omrin werd op zondag getroffen door een ransomware-aanval waardoor meerdere Estafette-kringloopwinkels in Friesland maandag moesten sluiten. Criminelen van de groep Qilin hebben bestanden versleuteld en eisen vermoedelijk losgeld. De winkels in onder meer Sneek, Harlingen en Franeker waren tijdelijk dicht, terwijl de milieustraten en afvalverwerking grotendeels doorgingen. Digitale diensten zoals telefonie en de app functioneerden niet goed. Omrin onderzoekt de aanval en benadrukt dat de meeste publieksdiensten open blijven. De getroffen winkels gingen dinsdag weer open. [Update: Op 28 oktober 2025 is bekend geworden dat hackersgroep Qilin 1TB aan data van afvalverwerker Omrin heeft gepubliceerd, waaronder volledige laptopinhoud en persoonsgegevens van medewerkers.] [Update: Op 6 november 2025 is bekend geworden dat Omrin geen losgeld heeft betaald.] (Bron: lc.nl)"
    },
    {
        "id": "https://www.hartvannederland.nl/politiek/verkiezingen/artikelen/stem-op-een-vrouw-website-aanval-verkiezingsdag?datalekt=2df3378609c21f5421640c857c44b40faa0e81360551c308a81775d413e4d350",
        "url": "https://www.hartvannederland.nl/politiek/verkiezingen/artikelen/stem-op-een-vrouw-website-aanval-verkiezingsdag",
        "title": "Website van Stem op een Vrouw platgelegd door ddos-aanval op dag van Tweede Kamerverkiezingen",
        "date_published": "2025-11-07T08:58:00Z",
        "date_modified": "2025-11-07T08:58:00Z",
        "language": "nl-nl",
        "author": {
            "name": "hartvannederland.nl"
        },
        "content_html": "",
        "content_text": "Stichting Stem op een Vrouw | Overige dienstverlening | 04-11-2025 | DataLekt.nl: Op de ochtend van de Tweede Kamerverkiezingen is de website van de stichting Stem op een Vrouw getroffen door een ddos-aanval, waardoor de site tijdelijk onbereikbaar was. De avond ervoor waren er al vertragingen merkbaar. Volgens directeur Devika Partiman kwamen de aanvalspogingen voornamelijk van IP-adressen uit Rusland en China. De webbeheerder wist de aanval te stoppen door een verificatiesysteem in te stellen, waarna de website weer toegankelijk werd. De stichting heeft aangifte gedaan van het incident. (Bron: hartvannederland.nl)"
    },
    {
        "id": "https://tweakers.net/nieuws/241180/rtv-noord-is-gehackt-grote-gevolgen-voor-uitzendingen-en-publicaties.html?datalekt=8d97f69a5a4c452797bf0a4a4665b9af178aa698af6e42331d2b24d14890ae23",
        "url": "https://tweakers.net/nieuws/241180/rtv-noord-is-gehackt-grote-gevolgen-voor-uitzendingen-en-publicaties.html",
        "title": "RTV Noord getroffen door hack met grote gevolgen voor uitzendingen en publicaties",
        "date_published": "2025-11-07T08:37:00Z",
        "date_modified": "2025-11-07T08:37:00Z",
        "language": "nl-nl",
        "author": {
            "name": "tweakers.net"
        },
        "content_html": "",
        "content_text": "RTV Noord | Media en inhoud | 06-11-2025 | DataLekt.nl: De Groningse regionale omroep RTV Noord is getroffen door een hack die grote gevolgen heeft voor haar uitzendingen en online publicaties. Door de aanval konden geen nieuwe berichten meer worden geplaatst op de app en website van de omroep. Onbekende hackers lieten een boodschap achter op de servers, maar de inhoud daarvan is niet bekendgemaakt. De ict-afdeling ontdekte het incident, waarna noodmaatregelen werden genomen om de tv-uitzending van de avond toch door te laten gaan. De radiozender bleef wel in de lucht. (Bron: tweakers.net)"
    },
    {
        "id": "https://www.omroepwest.nl/politiek/5032570/gemeente-deelt-mogelijk-weer-persoonsgegevens-na-berucht-datalek?datalekt=2328326c2f31434e83c142fa1ce72fff790d6d835c7a229ec5126486351f3c96",
        "url": "https://www.omroepwest.nl/politiek/5032570/gemeente-deelt-mogelijk-weer-persoonsgegevens-na-berucht-datalek",
        "title": "Gemeente Midden-Delfland deelt mogelijk opnieuw persoonsgegevens van bezwaarmakers tegen azc Den Hoorn",
        "date_published": "2025-11-03T09:54:00Z",
        "date_modified": "2025-11-03T09:54:00Z",
        "language": "nl-nl",
        "author": {
            "name": "omroepwest.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Midden-Delfland | Overheid: Gemeenten | 31-10-2025 | DataLekt.nl: De gemeente Midden-Delfland heeft mogelijk opnieuw persoonsgegevens van inwoners gedeeld zonder toestemming, kort na een eerder groot datalek. Tijdens een besloten bijeenkomst voor bezwaarmakers tegen de komst van een asielzoekerscentrum in Den Hoorn meldden betrokkenen dat hun gegevens onterecht zijn gedeeld met onderzoeksbureau Berenschot en met de rechtbank in een beroepszaak. De gemeente stelt dat zij in beide gevallen dacht hiertoe wettelijk verplicht te zijn en laat dit momenteel toetsen. Het incident volgt op het eerdere datalek van juli, waarbij gegevens van 132 bezwaarmakers per ongeluk openbaar werden gemaakt. (Bron: omroepwest.nl)"
    },
    {
        "id": "https://www.pzc.nl/rotterdam/hacker-krijgt-opnieuw-jarenlange-celstraf-na-identiteitsfraude-en-diefstallen~a24c11ea/?datalekt=9114d5ab1dd032102bddafc87d7d235d9fca714904f3aae112b19b028dd5f144",
        "url": "https://www.pzc.nl/rotterdam/hacker-krijgt-opnieuw-jarenlange-celstraf-na-identiteitsfraude-en-diefstallen~a24c11ea/",
        "title": "Hacker uit Capelle aan den IJssel veroordeeld na identiteitsfraude en digitale inbraken bij bedrijven en particulieren",
        "date_published": "2025-11-03T09:52:00Z",
        "date_modified": "2025-11-03T09:52:00Z",
        "language": "nl-nl",
        "author": {
            "name": "pzc.nl"
        },
        "content_html": "",
        "content_text": "Onbekend aantal organisaties | Overig | 31-10-2025 | DataLekt.nl: Een 27-jarige hacker uit Capelle aan den IJssel is door de rechtbank veroordeeld tot twee jaar celstraf, waarvan één jaar voorwaardelijk, voor hacking, identiteitsfraude en diefstallen bij diverse bedrijven en particulieren. De man verzamelde inlog- en persoonsgegevens van slachtoffers en gebruikte deze om binnen te dringen in geautomatiseerde systemen van bedrijven en om bestellingen te plaatsen op naam van anderen. Zijn eerdere voorwaardelijke straf van één jaar wordt alsnog ten uitvoer gebracht, waardoor hij in totaal drie jaar gevangenisstraf krijgt. (Bron: pzc.nl)"
    },
    {
        "id": "https://tweakers.net/nieuws/240992/hackersgroep-kreeg-bsns-inwoners-schiermonnikoog-in-handen.html?datalekt=73b65f4241cac048de3f3d7462b1682543491ca058f79130af0951f0cad46778",
        "url": "https://tweakers.net/nieuws/240992/hackersgroep-kreeg-bsns-inwoners-schiermonnikoog-in-handen.html",
        "title": "Gemeente Schiermonnikoog getroffen door datalek bij afvalverwerker Omrin waarbij bsn’s van inwoners zijn buitgemaakt",
        "date_published": "2025-11-03T09:48:00Z",
        "date_modified": "2025-11-03T09:48:00Z",
        "language": "nl-nl",
        "author": {
            "name": "tweakers.net"
        },
        "content_html": "",
        "content_text": "Gemeente Schiermonnikoog | Overheid: Gemeenten | 02-11-2025 | DataLekt.nl: De Russische hackersgroep Qilin heeft via een ransomware-aanval op afvalverwerker Omrin op 12 oktober persoonsgegevens van inwoners van Schiermonnikoog buitgemaakt. In een bestand stonden namen, adressen en burgerservicenummers van inwoners, alsmede gegevens van bedrijven en eigenaren van vakantiewoningen. Schiermonnikoog is de enige gemeente waarvan zulke gegevens zijn getroffen. De gemeente erkent dat Omrin het bsn onterecht verwerkte en heeft bewoners per brief geïnformeerd. De buitgemaakte data vergroten het risico op identiteitsfraude en phishing. (Bron: tweakers.net)"
    },
    {
        "id": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb?datalekt=041cb663d31dc58be3625c8b1ba3330f94bb895e9891d4dc7b6c978dabae8512",
        "url": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb",
        "title": "Bangnoles getroffen door ransomware aanval van de criminele organisatie Qilin",
        "date_published": "2025-10-31T09:53:00Z",
        "date_modified": "2025-10-31T09:53:00Z",
        "language": "nl-nl",
        "author": {
            "name": "ccinfo.nl"
        },
        "content_html": "",
        "content_text": "Bangnoles | Groot- en detailhandel | 30-10-2025 | DataLekt.nl: De criminele organisatie Qilin heeft op het darkweb aangekondigd dat zij Bangnoles heeft getroffen met een ransomware-aanval en/of datadiefstal en daarbij losgeld heeft geëist om of enerzijds de systemen te herstellen, of te voorkomen dat de hackers de data lekken op het web. (Bron: ccinfo.nl)"
    },
    {
        "id": "https://www.rtl.nl/nieuws/economie/artikel/5532612/medewerkster-hilton-schiphol-lekte-vertrouwelijke-gasteninformatie?datalekt=6b2c5a6c3c44c6135215adfb9d28dc6e36aea9087b46264b7cde32db4a7ac597",
        "url": "https://www.rtl.nl/nieuws/economie/artikel/5532612/medewerkster-hilton-schiphol-lekte-vertrouwelijke-gasteninformatie",
        "title": "Hilton Schiphol-medewerkster lekt vertrouwelijke gasteninformatie naar privé-mailadres",
        "date_published": "2025-10-30T15:31:00Z",
        "date_modified": "2025-10-30T15:31:00Z",
        "language": "nl-nl",
        "author": {
            "name": "rtl.nl"
        },
        "content_html": "",
        "content_text": "Hilton Amsterdam Airport Schiphol | Horeca | 10-10-2025 | DataLekt.nl: Een medewerkster van Hilton Amsterdam Airport Schiphol heeft begin mei 2025 een document met persoonsgegevens van 71 hotelgasten naar haar privé-e-mailadres gestuurd. Het betrof een portfolio van 23 pagina’s met namen, functietitels, bedrijfsnamen, telefoonnummers en e-mailadressen van gasten, die zij naar eigen zeggen wilde gebruiken om via LinkedIn contact te leggen. Hilton ontdekte dit bij toeval en ontsloeg de vrouw op staande voet wegens het schenden van de gedragscode en het verspreiden van ‘highly sensitive customer data’. De rechter oordeelde dat het ontslag terecht was, omdat sprake was van een ernstige schending van privacyregels. (Bron: rtl.nl)"
    },
    {
        "id": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb?datalekt=7017f37de6832ab1cbc9612b966b2e2845675c7db496b4994eaead4e7ab3879f",
        "url": "https://www.ccinfo.nl/actuele-aanvallen/alle-slachtoffers-belgie-en-nederland-blootgesteld-op-darkweb",
        "title": "Spijkermat getroffen door ransomware aanval van de criminele organisatie Radiant",
        "date_published": "2025-10-30T09:47:00Z",
        "date_modified": "2025-10-30T09:47:00Z",
        "language": "nl-nl",
        "author": {
            "name": "ccinfo.nl"
        },
        "content_html": "",
        "content_text": "Spijkermat | Groot- en detailhandel | 29-10-2025 | DataLekt.nl: De criminele organisatie Radiant heeft op het darkweb aangekondigd dat zij Spijkermat heeft getroffen met een ransomware-aanval en/of datadiefstal en daarbij losgeld heeft geëist om of enerzijds de systemen te herstellen, of te voorkomen dat de hackers de data lekken op het web. (Bron: ccinfo.nl)"
    },
    {
        "id": "https://tweakers.net/nieuws/240784/datalek-postcode-loterij-gaf-1580-deelnemers-inzage-in-elkaars-gegevens.html?datalekt=6553933bdb5d7492615009a2175fefbe030918950d215a775e529584b1223f05",
        "url": "https://tweakers.net/nieuws/240784/datalek-postcode-loterij-gaf-1580-deelnemers-inzage-in-elkaars-gegevens.html",
        "title": "Datalek bij Postcode Loterij en Vriendenloterij geeft 1580 deelnemers inzage in elkaars persoonsgegevens",
        "date_published": "2025-10-28T15:53:00Z",
        "date_modified": "2025-10-28T15:53:00Z",
        "language": "nl-nl",
        "author": {
            "name": "tweakers.net"
        },
        "content_html": "",
        "content_text": "Nationale Goede Doelen Loterijen | Overige dienstverlening | 27-10-2025 | DataLekt.nl: Bij de Postcode Loterij en de Vriendenloterij, beide onderdeel van Goede Doelen Loterijen, hebben 1580 deelnemers tijdelijk toegang gehad tot elkaars persoonsgegevens. Door een technische fout in het deelnemersportaal konden namen, adressen, contactgegevens, e-mailadressen en bankgegevens van andere klanten worden ingezien. Het betrof 760 deelnemers van de Postcode Loterij en 820 van de Vriendenloterij. Uit onderzoek blijkt dat er geen sprake was van een aanval van buitenaf. Het portaal werd direct offline gehaald en de organisatie meldt het incident bij de Autoriteit Persoonsgegevens. (Bron: tweakers.net)"
    },
    {
        "id": "https://www.ccinfo.nl/journaal/2784826_broncode-gestolen-bij-irias-microsoft-wsus-kwetsbaar-en-brigitte-macron-doelwit-van-hackers?datalekt=01623ef222d8efed9705a092b79471ecba6378565ff7f61b469273479fdd3d6b",
        "url": "https://www.ccinfo.nl/journaal/2784826_broncode-gestolen-bij-irias-microsoft-wsus-kwetsbaar-en-brigitte-macron-doelwit-van-hackers",
        "title": "Irias getroffen door datalek waarbij broncode is buitgemaakt",
        "date_published": "2025-10-28T15:51:00Z",
        "date_modified": "2025-10-28T15:51:00Z",
        "language": "nl-nl",
        "author": {
            "name": "ccinfo.nl"
        },
        "content_html": "",
        "content_text": "Irias | ICT en telecommunicatie | 28-10-2025 | DataLekt.nl: Irias, een Nederlands softwarebedrijf voor Geo/GIS, meldt een datalek waarbij bedrijfsgevoelige informatie is gestolen, inclusief de broncode van hun software. Volgens de berichtgeving is het incident door een dreigingsactor op een hackersforum bekendgemaakt, met een gedeelde directorylijst en de claim dat de volledige broncode beschikbaar is om te downloaden. Het incident vergroot het risico op misbruik van intellectueel eigendom en kan grote gevolgen hebben als de code verder wordt verspreid. Er zijn geen aantallen of klantgegevens genoemd. (Bron: ccinfo.nl)"
    },
    {
        "id": "https://www.rtvkatwijk.nl/katwijk-meldt-datalek-na-fout-in-schuldsignalering/?datalekt=7fe0c6766af8be052bbe246b2d55154f85b993f13685ee03e4ff39ccf377a41b",
        "url": "https://www.rtvkatwijk.nl/katwijk-meldt-datalek-na-fout-in-schuldsignalering/",
        "title": "Gemeente Katwijk meldt datalek door foutieve gegevens van Zorg en Zekerheid in schuldensignalering",
        "date_published": "2025-10-26T13:14:00Z",
        "date_modified": "2025-10-26T13:14:00Z",
        "language": "nl-nl",
        "author": {
            "name": "rtvkatwijk.nl"
        },
        "content_html": "",
        "content_text": "Gemeente Katwijk | Overheid: Gemeenten | 24-10-2025 | DataLekt.nl: De gemeente Katwijk heeft een datalek gemeld bij de Autoriteit Persoonsgegevens nadat 148 inwoners begin oktober 2025 ten onrechte een bericht ontvingen over een vermeende betalingsachterstand. De fout ontstond doordat zorgverzekeraar Zorg en Zekerheid op 25 september een onjuiste lijst met namen aanleverde. Op basis daarvan verstuurde de gemeente op 1 oktober berichten aan inwoners. Na ontdekking verwijderde Katwijk de gegevens en Zorg en Zekerheid stuurde op 17 oktober een excuusbrief. De gemeente scherpt haar controles op schuldensignalering aan om herhaling te voorkomen. (Bron: rtvkatwijk.nl)"
    },
    {
        "id": "https://www.rtl.nl/nieuws/binnenland/artikel/5535056/grootste-franchisenemer-ah-gehackt-paspoorten-en?datalekt=4b28d67ac803a8a23e0402d0c8e297de446961b1f9644fbe236d830877e001a9",
        "url": "https://www.rtl.nl/nieuws/binnenland/artikel/5535056/grootste-franchisenemer-ah-gehackt-paspoorten-en",
        "title": "Franchisenemer Bun van Albert Heijn getroffen door ransomware-aanval",
        "date_published": "2025-10-14T09:11:00Z",
        "date_modified": "2025-10-23T13:33:00Z",
        "language": "nl-nl",
        "author": {
            "name": "rtl.nl"
        },
        "content_html": "",
        "content_text": "Bun | Onroerend goed | 13-10-2025 | DataLekt.nl: De grootste franchisenemer van Albert Heijn, Bun, is op 13 oktober 2025 getroffen door een ransomware-aanval waarbij cybercriminelen personeelsdossiers, paspoortkopieën, bankrekeningnummers en medische gegevens van medewerkers en oud-medewerkers hebben gestolen. Een deel van de buitgemaakte data, naar schatting 20 procent, is inmiddels gepubliceerd op het dark web. De aanvallers dreigen meer informatie openbaar te maken als er geen losgeld wordt betaald. In totaal gaat het vermoedelijk om duizenden getroffen (oud-)medewerkers van de 26 filialen van Bun. [Update: Op 23 oktober 2025 zijn er meer details in de media bekend geworden, waarmee de bron is veranderd van ccinfo.nl naar rlt.nl.] (Bron: rtl.nl)"
    },
    {
        "id": "https://tweakers.net/nieuws/240532/zeven-nederlandse-politieke-partijen-plaatsten-cookies-zonder-toestemming.html?datalekt=a669c768e55aaeab4dc4b9002e7d26700d4903ec41ace5b9354ef0cda807c570",
        "url": "https://tweakers.net/nieuws/240532/zeven-nederlandse-politieke-partijen-plaatsten-cookies-zonder-toestemming.html",
        "title": "Nieuw Sociaal Contract past website aan na klacht over trackingcookies zonder toestemming",
        "date_published": "2025-10-20T17:46:00Z",
        "date_modified": "2025-10-20T17:46:00Z",
        "language": "nl-nl",
        "author": {
            "name": "tweakers.net"
        },
        "content_html": "",
        "content_text": "Nieuw Sociaal Contract (NSC) | Overig: Politieke partijen | 20-10-2025 | DataLekt.nl: Begin oktober 2025 ontdekte de Stichting Data Bescherming Nederland dat de website van Nieuw Sociaal Contract trackingcookies plaatste zonder dat bezoekers vooraf toestemming gaven. Na een waarschuwingsbrief van de stichting op 10 oktober heeft de partij de website aangepast om te voldoen aan de privacyregels. (Bron: tweakers.net)"
    },
    {
        "id": "https://tweakers.net/nieuws/240532/zeven-nederlandse-politieke-partijen-plaatsten-cookies-zonder-toestemming.html?datalekt=9c53264d04ce28f5c3553a4f16860c0546fde1e715427145ed891d0d46b0bc21",
        "url": "https://tweakers.net/nieuws/240532/zeven-nederlandse-politieke-partijen-plaatsten-cookies-zonder-toestemming.html",
        "title": "JA21 herstelt website na klacht over trackingcookies zonder toestemming",
        "date_published": "2025-10-20T17:45:00Z",
        "date_modified": "2025-10-20T17:45:00Z",
        "language": "nl-nl",
        "author": {
            "name": "tweakers.net"
        },
        "content_html": "",
        "content_text": "JA21 | Overig: Politieke partijen | 20-10-2025 | DataLekt.nl: De Stichting Data Bescherming Nederland constateerde dat de website van JA21 begin oktober 2025 trackingcookies plaatste zonder toestemming van bezoekers. Na een waarschuwingsbrief op 10 oktober heeft de partij maatregelen genomen en de website aangepast om te voldoen aan de AVG. (Bron: tweakers.net)"
    },
    {
        "id": "https://tweakers.net/nieuws/240532/zeven-nederlandse-politieke-partijen-plaatsten-cookies-zonder-toestemming.html?datalekt=8974b380048a4b80c74ff122efd4eb9fc50171ee71e6e9a15bedcc37f095a167",
        "url": "https://tweakers.net/nieuws/240532/zeven-nederlandse-politieke-partijen-plaatsten-cookies-zonder-toestemming.html",
        "title": "DENK corrigeert website na overtreding van cookieregels zonder toestemming",
        "date_published": "2025-10-20T17:44:00Z",
        "date_modified": "2025-10-20T17:44:00Z",
        "language": "nl-nl",
        "author": {
            "name": "tweakers.net"
        },
        "content_html": "",
        "content_text": "DENK | Overig: Politieke partijen | 20-10-2025 | DataLekt.nl: Volgens de Stichting Data Bescherming Nederland plaatste de website van DENK begin oktober 2025 trackingcookies zonder dat bezoekers toestemming gaven. Na een brief van de stichting op 10 oktober heeft de partij haar website aangepast zodat cookies niet langer zonder toestemming worden geplaatst. (Bron: tweakers.net)"
    },
    {
        "id": "https://tweakers.net/nieuws/240532/zeven-nederlandse-politieke-partijen-plaatsten-cookies-zonder-toestemming.html?datalekt=c0f71613dd88d082b99198af752adbffff726e61d41810e76611c1e3f59486b5",
        "url": "https://tweakers.net/nieuws/240532/zeven-nederlandse-politieke-partijen-plaatsten-cookies-zonder-toestemming.html",
        "title": "ChristenUnie verwijdert trackingcookies na waarschuwing over schending van cookieregels",
        "date_published": "2025-10-20T17:43:00Z",
        "date_modified": "2025-10-20T17:43:00Z",
        "language": "nl-nl",
        "author": {
            "name": "tweakers.net"
        },
        "content_html": "",
        "content_text": "ChristenUnie (CU) | Overig: Politieke partijen | 20-10-2025 | DataLekt.nl: De Stichting Data Bescherming Nederland meldde dat de website van de ChristenUnie begin oktober 2025 trackingcookies plaatste zonder toestemming. Na de waarschuwing van 10 oktober heeft de partij haar website aangepast om te voldoen aan de privacywetgeving. (Bron: tweakers.net)"
    },
    {
        "id": "https://tweakers.net/nieuws/240532/zeven-nederlandse-politieke-partijen-plaatsten-cookies-zonder-toestemming.html?datalekt=cc44ee258d6dc51f17239fd2a4b2e031b47a77aba07d541ed2142d351ae02792",
        "url": "https://tweakers.net/nieuws/240532/zeven-nederlandse-politieke-partijen-plaatsten-cookies-zonder-toestemming.html",
        "title": "BoerBurgerBeweging paste website aan na kritiek op ongeoorloofde trackingcookies",
        "date_published": "2025-10-20T17:42:00Z",
        "date_modified": "2025-10-20T17:42:00Z",
        "language": "nl-nl",
        "author": {
            "name": "tweakers.net"
        },
        "content_html": "",
        "content_text": "BoerBurgerBeweging (BBB) | Overig: Politieke partijen | 20-10-2025 | DataLekt.nl: De Stichting Data Bescherming Nederland ontdekte dat de website van BoerBurgerBeweging begin oktober 2025 trackingcookies plaatste zonder toestemming van bezoekers. Na een waarschuwingsbrief op 10 oktober heeft de partij de website aangepast om te voldoen aan de privacywetgeving. (Bron: tweakers.net)"
    },
    {
        "id": "https://tweakers.net/nieuws/240532/zeven-nederlandse-politieke-partijen-plaatsten-cookies-zonder-toestemming.html?datalekt=bc455e13100e485ea999f57cf09b32cf7185dbf16ae56858c6a910b071db46fb",
        "url": "https://tweakers.net/nieuws/240532/zeven-nederlandse-politieke-partijen-plaatsten-cookies-zonder-toestemming.html",
        "title": "50PLUS laat bezoekers cookies niet volledig weigeren en deelt gegevens met Google Analytics",
        "date_published": "2025-10-20T17:41:00Z",
        "date_modified": "2025-10-20T17:41:00Z",
        "language": "nl-nl",
        "author": {
            "name": "tweakers.net"
        },
        "content_html": "",
        "content_text": "50PLUS | Overig: Politieke partijen | 20-10-2025 | DataLekt.nl: Volgens de Stichting Data Bescherming Nederland kunnen bezoekers van de website van 50PLUS cookies alleen weigeren door handmatig instellingen aan te passen, wat niet voldoet aan de AVG. Daarnaast stuurt de partij gegevens door naar Google Analytics, een dienst die mogelijk niet aan de privacywetgeving voldoet. Ondanks een waarschuwing op 10 oktober 2025 plaatst de website nog steeds trackingcookies zonder geldige toestemming. (Bron: tweakers.net)"
    },
    {
        "id": "https://tweakers.net/nieuws/240532/zeven-nederlandse-politieke-partijen-plaatsten-cookies-zonder-toestemming.html?datalekt=a813c9167e47145bdb53e205e5d35ec72dbfbf8175e7699c3f19b5d7084d8dc6",
        "url": "https://tweakers.net/nieuws/240532/zeven-nederlandse-politieke-partijen-plaatsten-cookies-zonder-toestemming.html",
        "title": "Forum voor Democratie plaatst YouTube-cookies zonder toestemming van websitebezoekers",
        "date_published": "2025-10-20T17:40:00Z",
        "date_modified": "2025-10-20T17:40:00Z",
        "language": "nl-nl",
        "author": {
            "name": "tweakers.net"
        },
        "content_html": "",
        "content_text": "Forum voor Democratie (FvD) | Overig: Politieke partijen | 20-10-2025 | DataLekt.nl: De Stichting Data Bescherming Nederland stelt dat de website van Forum voor Democratie bij het laden automatisch YouTube-cookies plaatst, ook als bezoekers hiervoor geen toestemming geven via de cookiebanner. Dit is in strijd met de regels van de AVG en de Telecommunicatiewet. Ondanks een waarschuwing van de stichting op 10 oktober 2025 zou de partij de website nog niet hebben aangepast. (Bron: tweakers.net)"
    },
    {
        "id": "https://www.security.nl/posting/591381/AP+onderzoekt+handel+in+persoonsgegevens+door+tennisbond+KNLTB?datalekt=94c1b93cbe5bc1c66b3fc7a85c36ae7016fb0a88fee6d07dbb931a8eaf35a475",
        "url": "https://www.security.nl/posting/591381/AP+onderzoekt+handel+in+persoonsgegevens+door+tennisbond+KNLTB",
        "title": "AP start onderzoek naar gegevenshandel door tennisbond KNLTB",
        "date_published": "2021-09-30T22:00:00Z",
        "date_modified": "2025-10-19T12:51:00Z",
        "language": "nl-nl",
        "author": {
            "name": "security.nl"
        },
        "content_html": "",
        "content_text": "Koninklijke Nederlandse Lawn Tennisbond (KNLTB) | Kunst, cultuur, sport en recreatie | 18-12-2018 | DataLekt.nl: De Autoriteit Persoonsgegevens (AP) is een onderzoek begonnen naar de tennisbond KNLTB vanwege de handel in persoonsgegevens. Dit volgt na klachten van sportbondleden over ongewenste belacties en reclame. Voorzitter van de AP, Aleid Wolfsen, benadrukt dat sportbonden persoonsgegevens mogen gebruiken voor operationele doeleinden, maar niet voor verkoop zonder uitdrukkelijke toestemming. De KNLTB heeft aangekondigd haar beleid aan te scherpen en zal alleen nog belacties uitvoeren met voorafgaande toestemming van leden. De bond werkt mee aan het onderzoek en wacht de resultaten af. [Update: Op 3 maart 2020 heeft de AP een boete van 525.000 EUR opgelegd.] [Update: Op 18 oktober 2025 is bekend geworden dat de Autoriteit Persoonsgegevens en de KNLTB hun rechtszaak hebben beëindigd na een uitspraak van het Europees Hof van Justitie. De boete van 525.000 euro wordt gehalveerd tot 250.000 euro, waarbij de KNLTB erkent dat zij onjuist heeft gehandeld.] (Bron: security.nl)"
    }
]